[
  {
    "file": "hathout/About Dr_Hassan Hathout part - 2_waljLEhw6TA&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748601555.opus",
    "text": [
      "السيدة الدكتورة سالوناس القصير استشارية علوم الأمراض اقترن بها عام 1952 وانجب منها ابنته الدكاتورة إيباد التي عاشت طفولتها وتعلمت في الكويت وحصلت في عام 85 على الإجازة الجامعية في الطب من جامعة الكوين",
      "في جنوب كاليفورنيا في الولايات المتحدة الأمريكية ولديه من ابنته حالياً حفيدان هما سارة وحسان",
      "القبول لم يلتقي بأحد لم يحبه كان يدافع عن الحق وكان يرتجي الصدق والحرية والإخلاص في كل فترة من فترات حياته حسن حتحوت كان أب رحيم وزوج مخلص أمين وهباه الله زوجا",
      "زوجة صالحة الدكتورة سلوناس وأعطاه طفلة اختارها الله عندما كانت مع والدتها في إدمرة بعد أن رجع إلى الكويت وأذكر أنه كان يعمل في العمليات وفي وقت عمله نظر إلى المساعد قال له يا فلان لقد فقص",
      "لقد فقدت ابنتي الآن وفي تلك اللحظة حصلت لابنته إباء الأولى نسميها إباع الأولا حادثة في الطريق توفت على إثرها ثم ربنا أنعم عليه بإباء أخرى حفظها الله وأكرمها ابنة برة حملت جهد خدمته في مراحل مرضه الأخيرة سنوات وسنوان",
      "وولدتها المخلصة الصالحة الدكتورة سيلوناس أسرة وهباها الله المحبة والعلم والرضى كان دائماً ابتسامه وعنده جلد وصبر على المصائب عندما ماتت ابنته أمل يقول رفعت رأسي للسماء",
      "رأسي إلى السماء وقلت إذا كنت رضيت لي هذا فإني قد رضית رضية رضيد كانت وديعتك إلينا وأصبحت وديعة إليك. وعوذنا الله عن أمل بإيبا حسان حتحوت وهي الآن طبيبة استاذة الطبيبة في أمريكا عاش المرحم الدكتور حسن حتهوت مؤمن بالأخلاقيات السامية لمهنة الطب",
      "المهنة الطب، النابعة من تعاليم الإسلام ونهج العبادة التي ترضي الله وتثري سلوكيات المؤمنين بالرحمة والتألف. ساهم في عام 1984 بإنشاء المنظمة الإسلمية للعلوم الطبية، والتي اتخذت لها من دولة الكويت مقراً دائماً. كان الدكتور حسان مشاركاً متميزاً في المؤتمرات والمحاضرات التي أقامتها المنضمة",
      "بثقافته الإسلامية الواسعة وبراعته الطبية وقدرته على إثراء النقاش في قضايا الصحة والعلاج من المنظور الفقي",
      "الفقهاء في قضايا الطب المعاصر وخاصة فيما يتعلق بهذا الجنين هذا خلق الله فأروني ماذا خلقت الذين من دونه كان الدكتور حسان رحمه الله يؤكد على هذا فقامت هذه المنظمة الإسلامية للعلم الطبية رغبة منه في تأجيسها ووافقت بحمد الله مجموعة من الأطباء",
      "حسان حتحوت رحمه الله وأصدر سمو الأمير مرسوما بإنشاء هذه المنظمة الإسلامية العلم الطبية التي أصبحت في الحقيقة علما من أعلام الكويت وكنا في كل ندوة أو في كل مؤتمر نذهب إلى سموا الأميرة الشيخ جابر الأحمد رحمهم الله",
      "حسن حتحوت فيسأله ويستفسر منه عن قضايا الطب المعاصر واستمرت هذه العلاقة الوطيدة بيني وبينه من خلال مجلس أمناء المنظمة الإسلامية للعلوم الطبية التي",
      "الذي أبرز الوجه المشرق للإسلام عند الغرب ومن مؤلفاته النادرة في الفكر والإيمان الخالص لقبول رضا الله عز وجل كتاب بهذا القلاة بالإضافة إلى مؤلفات أخرى الدكتور حسن حطحوت اسم لامع كبير في عالمنا العربي والإسلمي أحسبه من الذين يجودوا الزمان بمثلهم على آماد بعيدة جدا",
      "كان قمة في كل عمل تصدى له وفي كل علم حاول معرفته وفيكل مساهمة منه في الدعوة الإسلامية أو في الثقافة العربية أو فى مهنته الطبية تقدم بها الى هذه الأمة عرفت حسان حطحوت سنة 1968 فى الكويت فى منزل المرحوم حسن العشماوي",
      "رجلا نابها يلفت النظر إليه ويكذب القلب والأذن إلى الاستماع له ونشأت بيننا منذ هذه الزيارة في المشتركة لبيت حسن العشموي صداقة استمرت حتى وفاته رحمة الله عليه حسان حطحوت كان أمة في رجل كان طبيبا وكان داعية وكان شاعرا وكان مفكرا هائلا قاما",
      "لا أعرف أنه أبغض أحدا ولم أسمع منه كلمة بغض لأحد حتى للذين أذو إذا شديدا في مراحل مختلفة من حياته وعندما أراد أن يكتب مقالا مشهورا عن شخص يتمتع بالصفات المذمومة لم يك تب عنه وإنما كتب",
      "صاحب القصة وصاحب الرواية كان يقول أن الكويت عليّ يد لا تنسى ليس المرتب وليس الوظيفة فبإمكاني هذا وأكثر فدائماً هو يزور الكويد وكان في مرة أتى الكوين بدأولي عمل مؤتمر عن السرطان طلبوا منه أن يتحدث عن تجربته",
      "فطبيعي عمل مؤتمر وقال لي هذه تجربتي أهبها لك تصرف فيها كيف ما شئتي نشرناها في كتاب في هذا الكتاب اللهم أني رضيت",
      "كتاب بالانجليزية مخاطب من العقل القربي كان الكتاب كتا بدعوة وتقبله الناس ككتاب دعوى والكتب هذا كان بالانغليزي reading the muslim mind وحتى قلت له دكتور ما احوجنا الى كتب",
      "طبيعي يعني قراءة في العقل المسلم فقلت له دكتور ما أحوجنا احنا العرب إلى أنك توجه لنا كتاب عن مخاطبنا العقلي العربي المسلك والله يرحمها استجاب الدعوتي ودز الكتاب فكان بعنوان بهذا ألقى الله رسالة إلى العقلى العرقي المسل",
      "المسلم والكتاب طبعناه مرتين نفذ وطلبت منها قلت له دكتور هذه الفلوس مردود الكتاب قال إذا كان فأريدي هالمدارس الإسلامية في لوس أنجلوس وبعدين يعني",
      "قال يبي انه يكون الكتاب ايضا في مصر فقلنا في ماصر نطبعها هناك يعني اسهل لنا وكلفت الدكتور حسان حاتحوت وقابل الدكاتور مصطفى محمود الله يرهمه ليضع له افتتاحية وبعدين الاثنين هما اللي يعني هما الذين يشرفوا على طبعتها في دار المعارف في مصل وايضًا",
      "طبعتين وسألت قلت له دكتور يعني اللي عملنا في الكويت لأجل المدارس الإسلامية في أمريكا وهذا يعني اش نعمله قال لي توزع على المرضى الفقراء في مصر كان قلبه غامراً في حب الله وفائضاً في محبة الناس فألهم الله مشاعره الرقيقة وأحاسيسه المتدفقة",
      "قدرة فائقة على صياغة الشعر العربي الرزين ومن أروع قصائده ولجت دار الحب باباً فبابا فإنني منه ومن سمعته ديني وإيماني وفصل الخطاب في دمعة العيش وفي بسمته بقدرة الحب أخوض العباد وأرتقي العمر إلى قمته",
      "وسوف ألقى الله يوم الحساب والحب قربان إلى جنته ويبدع في متح النبي صلى الله عليه وسلم في قصيدة يقول فيها ذكرتك يا أشرف المرسلين ويا خير هاد لمن يهتدي",
      "الرئيسية ميزته في حياته كلها. اولا هو شخص واضح الوضوح حتى صوته وطريقة كلامه فيها وضوحم وترضيا وبعدين واضع في مواقفه لا يخفيها ابدا وليس له ظاهر وباطن وقد عانى بسبب ذلك اشياء يؤجر عليها الامر الثاني انه كان مسكونا بالايمان"
    ]
  },
  {
    "file": "hathout/About Dr_Hassan Hathout part - 3_z4k6paqgOnc&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748604283.opus",
    "text": [
      "بأن المسلمين أمة عظيمة لكنهم يحتاجون إلى ثورة فكرية وسلوكية عظيما أيضا ما بين هذا الأمل الكبير والمثبتات والمشاكل كانت تعلوا همته ولا يصابوا بالإحباط الأمر الآخر أنه وهذا النوع ليس كثير ليس من أهل العنف وإنما هو من أہل الرفق",
      "العقل الذكي إلى السريرة النقية وفيه رقة الشعراء لأن شخصيته كانت مزيد من المفكر ومن الطبيب الماهر الذي يحسن مهنته ويحسين معاملة المطارديين عليه من المرضى وأن بعد ذلك كان فعيراً والشاعر والفنان عموماً يسمع أصوات لا نسمعها",
      "الله ملك التعبير عن ذلك وحسام كان معبرا إذا سمعته وثقت به وأطمنت إليه وأحسست بقرب منه ودي بعض خصائص الشعراء وليست لكثيرين في هذا الزمان الناس مشغولة باللقمة العيش إن قلفهم مشغورون به وأن كثر فقد شغلهم رغما فيهم وفزحت التأمل الرائق لا تتاح لكثر منه هو كان عنده قدرة على الاحتفاظ",
      "بمتعة التأمل في الأشياء والاستمتاع به الواقع أن الحديث عن المرحوم الدكتور حسان حطوت هو السهل الممتنع سهل لأن الدكاتور حاسان كان واضحاً وضوح الشمس",
      "به جوانب مختلفة ولذلك فالحديث عنه هو سهل ممتنع كان الدكتور حسان حطحوت شاعرا وله قصائد كثيرة في الغزل في الوطنيات",
      "في أمور كثيرة وعندما تقرأ شعره تتعجب هذا الجرس في الشعر وهذه الحلاوة والطلاوى وعمق الفكرة وتملك لناصية اللغة العربية فتتساءل من أي العصور هو",
      "وله شعر باللغة الإنجليزية فإذا قرأت شعرك بالإنج ليزيه تظن أنه من رجال شيكسبير وهو في نثره لا يقل عن شعري بل ربما يزيد في كثير من الأحوال هناك دواوين لشعر الدكتور حسان",
      "لا يزال حبيسا في الأدراج ومن إبداعات شعره الذي تحسر فيه على الدهر وهو يقول في مصر",
      "ووطاء ترابك المغفور له بإذن الله الدكتور حسان حتحوت بتعدد مجالات نبوغه وألوان مواهبه هيأ الله له القبول فالعقول تقنع بخطابه والنثيق في بيانه ملك علما غزيرا في الطب والفقه واللغة والأدب فكان داعية بفكره وداعية بعلمه ودعية",
      "ألهمه الله قدرة عالية في البلاغة والفصاحة والتأثير فسخرها لوجه الله سبحانه وتعالى كان حليما واسح الصجر صبورا دائم البسمة ولا يتضايق عندما يثار أي موضوع بل يعرض الموضوق الطبي",
      "تصويرا دقيقا ثم يستمع إلى ما يتعلق به من جميع النواحي من النواه الدينية الفقهية أو من الن واحي النفسية ثم بعد ذلك يجيب إذا كان عنده اعتراض أو منذك بنفس طيبة حتى أذكر أنه في آخر اللقاء تم بيني وبينه",
      "في جمهورية مصر العربية وكان آخر مؤتمر حضرة عندما ألقى تلك الكلمة التي دمعت عيوننا منها وكأنها كانت يعني توديعا لنا له في هذا اللقاء عندما تكلمنا عن القلب البشري فقال أنا كنت مريضا في القلب",
      "لكني أرجو أن ألقى الله بقلب سليم يوم لا ينفع عمان ولا بنون إلا من أتى الله ب قلب سريم وإن يكون هذا المرض مرضا لتلك المضغة الموجودة التي تتدفق بالدم لكنها عند الله إن شاء الله أرجوا أن تكون سليمة",
      "أن ألقى الله بقلب سليم واستجاب الله دعاءه سبحانه وتعالى له كلام كثير جدا نفيس لكن بعض الكلام النفيس يستحق أن يستعاد بصورة دائمة وأنا أعددت بعض كلماتي المختصرة لأقولها في هذا التسجيل المبارك إن شاء الله",
      "قصدت إليه بالتأكيد وأنا أكتب كتابي بهذا ألقى الله يقول كان النبي صلى الله عليه وسلم وأصحابه والذين اتبعوهم بإحسان إلى يومنا هذا يناقشون الناس في الأمر الأجل لا إله إلا الله بغير صخب ولا عراق ونحن نتعادى ونتقاتل في فروع الفروع التي لو سكتنا عنها لكان أقرب للتقوى",
      "ينظر إلى مثل ما قلت من يسقره أو الطالب كأنه شخص موازي له ولما يتكلم دائماً يرجع للتاريخ المقدمات عنده دائياً يقول مقدمت بعضها تتعلق بالتاریخ وبعضها",
      "لها علاقة بالنقاش المطروح فهذا أنا شيء تعلمته منه الآن لا أكتب شي ولا أقول شي إلا تكون المقدمة مالته واضحة وأتراكتيف بحيث تجمع ما هو بالماضي وتيبنا للشي اللي بنقوله",
      "الدكتور حسان حدحوت أيضا هو في ذاك الوقت أنا صرت اخترت كعميد مسائد ناب دكتو المسألة عبد الرزق كان عميد في ذات الوقته للشؤون الأكاديمية ودائما هو يجي ويتناقش معاي بمواضيع تخص القسم ماله اللي هي قسم النساء والتوليد ولكن أيضًا من خلال هذا النقاش",
      "خلال هذا النقاش نخش في أشياء أكاديمية وعلمية فكان الله يرحمه يعني معلم وأستاذ بمعنى الكلمة",
      "حتى خارج قاعة الدرس فكثيرا ما كنا ننتهز أي فرصة للجلوس مع هذا المفكر والعالم العظيم إن غياب الدكتور حسان حتحوت عن عالمنا هذا هو ثلم في جسد المهنة الطبية إلى جانب هاله هو إنسان سريع النقطة وسريع البديه",
      "للذين عاشروا الدكتور حسان سنوات طويلة من حياته رحمه الله يستطيعون أن يكتب مؤلفا عن سرعة بديهته وعن حديثه لذلك فهذا جانب آخر صفة أخرى فيه عفة النفس الشديدة",
      "لكن أعرف نتيجتها قرر أن يترك مصر وذهب إلى أكثر من بلد أظنه قبل أن يذهب الى الكويت راح إلى المملكة العربية السعودية وفي كل هذه الأماكن كان يعطي اجتحاد شديد وأدب شديداً ويحافظ على كرامته بحماس وإصرار شديدة ما مد يده بكلمة استغذاء أو استقداء أو إسترضاء وإنما أدى واجبه مرفوع الرأس",
      "على مودة ومحبة واحترام وده كان عنوان حياته كلها هو في الكويت أدى مهمة مهنية جليلة وكان يشتغل بالشأن العام في كبريات المسائل التي لا تعد اقتحاما للسياسة لكنها لا تُحسب ابتعادا إذا ابتعد عنها لا تعصب ابت عادا بالمهنة عن الهم العام الهم الحام كان يلزمه وحتى حين قرر أن يسافر إلى أمريكا",
      "ويساعد في أعمال مركز الإسلام الكبير أبدع وأنتج في دعواته من أجل الإسلم وهو جاءت صفته هذه ملائمة تماماً للمرحلة ولوجوده في أمريكا قرر في عام 1988 أن يودع أهله في الكويت ويجاهر بصوت الحق ويدافع بالقول والعمل عن الإسلام",
      "المتحدة الأمريكية ويطرح أصالة الدعوى الإسلامية الوسطية"
    ]
  },
  {
    "file": "hathout/About Dr_Hassan Hathout part - 4_0danRqlVKL0&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603200.opus",
    "text": [
      "ويقدم النموذج الإسلامية الصحيح في سعة أفق العقيدة الإيمانية وسلوكيات التعامل والحوار بين البشر على اختلاف أديانهم وخضاراتهم تصدى لتيارات التكفير والتعصب والتغيير لمن حاد عن نهج الإसلام وقيامه الرشيدة",
      "فأسلم على يده مؤمنون وأقبل على مجلسه مقتنعون بمصداقية حديثة مستمسكا بالدعوة في أحسان مقتديا بكتاب الله",
      "إن ربك هو أعلم بمن ضل عن سبيله وهو أعرف بالمعددين صدق الله العظيم",
      "I remember in a Jumu'ah khutbah, I mentioned this hadith. And the following Friday, somebody came to me and said, I have been separated from my wife for three and a half years. Last Friday, I left the mosque to her.",
      "And I brought her with me home. And we are together again, living. If people remember this, how would things look like? How would relationships look like?\" You are displeased with your husband or wife.",
      "But you hear the Quran, maybe you hate something and God makes a lot of good in it. If you are the real woman, you would say I'll go, I'll make peace, I tolerate not because of the people, not for the sake of the human being",
      "أنا أعلم أنني أحب الناس لكن لأنني أتعامل مع الله",
      "وكان لهم باع طويل في نشر الدعوة الإسلامية والإيمان ضمن المواطنين هناك",
      "وفي كنائس المسيحيين كل يوم أحد مما وطد العلاقة بينهم كنسيج يعبد الله عن مختلف الطرق لكنه ظهرت هذه القيمة بعد 11 سبتمبر حيث قامت مظاهرات شديدة في كاليفورنيا",
      "وقال لي حسان وأقسم أنه في يوم 11 سبتمبر وجد كردون من الربيات الكهنة اليهود والقسيسين المسيحيين يحاصروا ويدافعوا عن المركز الإسلامي في سوث كاليفورنيا",
      "هذا الفهم عميق لدور اللغة العربية وقدرتها على ربط المسلمين بأصل شريعتهم ولبطهم بعضهم ببعض قال وهذا المطلب ممكن إذا طلبناه لكن لا همة لمن لم يرد واستمرأ الأمر الفرط إذن العيب فينا وليس في لغتنا ولا ثقافتنا",
      "أهل الخشونة من الدعاة على وجه الإجمال مخلصون صادق الرغبة في خدمة الإسلام ولكنهم يحدثون أثرا عكسيا وإن صحت نواياهم وظنوا أنهم يحسنون صنعة آفتهم أنهم يعسبون أن علمهم القليل هو كل العلم وينغلقون عليه ولا يتفحصون ما سواه والأمل معقود على أهли المرونة لأنهم أصبروا على مشاق الدعوى",
      "للخشونة والقسوة وهذا تمييز دقيق مفيد بين الدعاة الذين يتخذون المرونة و الحكمة النبوية سبيلاً إلى الدعوة والذين ياتخذوا الطريقة الآخر الذي يؤدي إلى الإساءة كما قال هذه الكلمات المضيئة لأخي الكبير وأستاذي القليل الدكتور حسان حطحوت تعبر باختصار شديد عن منهج عظيم في الدعوا والتقرب إلى الله بالمحبة و صدق النية",
      "إلى الذين يجب أن تقرب إليهم مسلمين وغير مسلمي كان الدكتور حسان متدينة وتدينه أوهم بعض الحكام آنذاك أنه من الخطر عليهم أن يبقوه فأدخلوه السجن",
      "من عمري كانت علاقتي بوالدتي رحمها الله علاقة وثيقة جدا وكان الدكتور حسان لا يزال في السجن ولكنه خرج من السجين وفيما بعد ثبت أن هذا الرجل هو أبعد ما يكون عن التزمت والتنطأ كان منفتحا",
      "الرجل المسلم الوسطي رحمه الله وكان محبوبا كل الحب عند رجال الأديان الأخرى في أمريكا عندما رحل هناك وأقام كانوا يدعونه لإلقاء الخطب في معابدهم كنائسهم وهكذا",
      "إلى مديحه والإشادة به كان رجلا عجيب الشأن الكثير من الأدباء والأطباء ومهندسين في ولاية كاليفورنيا أسلموا على يده لأنه كان يتحدث حديث الرجل العاقل الفاهم وكان نموذجا فريدا للإسلام",
      "عندما غادر الكويت التي كانت تحبه ويحبهم أمراؤها حتى أن الشيخ سعد رحمه الله صمو الشيطان كان وليا للعهد عندما سأله ورجوه أن يكون في الكوية قال إن الدعوة إلى الله هناك تسد ثغرا فقال ما دامت الدعوا إلى الإسلام",
      "مع مجيئك في أي وقت ترى وعندما ذهب إلى هناك كان يتشوق إلى الكويت لكن شوقه إلى الدعوة كان أكبر وكم أتى إلى الكويتي وقطع هذه المسافات ليحضر ندوة أو مؤتمرا من مؤتمرات وندوات المنظمة الإسلامية للعلوم الطبية",
      "على أحسن وجه وأقام في لوس أنجلوس وأقم في المركز الإسلامي حتى أنه جمع هناك غير المسلمين في صلاة الجمعة في غرفة خاصة حتى يستمعوا إلى خطبة الجمعته وقد قمت بزيارته إلى هناك واستقبلني في مطال لوس انجلس",
      "وعمل لي مقابلة في التلفزيون العربي الذي يبث من هناك وقمت بزيارة هذا المركز الذي يشرف عليه هو وإخوانه من الذين هاجروا إلى أمريكا ولقيت صدا طيبا في هذا المجال",
      "وكان في أمريكا فرصة للإسلام فانضيعناها وهذه شيء منه يضحك ويقول وهذه هي شيء منا وان انتهزناها فهي تخدم المسلمين وقضايا المسلومين وكان يرى أن دائما يقول إنني أخاف على الإسلام من عدائه ولكنني أ خاف عليه أيضاً من أبنائه",
      "من أبنائه فدائما يقول لا بد أن يطلع الإسلام على العالم بوجه مبتسم ودعاء هادئ وبيان مقرأ احترام للغير هو أهم شيء صفاته هو رجل مسلم متدين وبالرغم من ذلك كان يتعامل مع ناس من أديان مختلفة",
      "المتوقع من كل مسلم. اه يحترمهم ويغدرهم ويفريهم ان عنده علمان حتى في ديانتهم. وفي بعض الحالات يقول اشياء عن الديانة سوى كانت المسيحية واخرى يعرفها اكثر منهم من اللي تكلم معاهم. فيعني هذه صفة من الصفات المتوع من اي"
    ]
  },
  {
    "file": "hathout/About Dr_Hassan Hathout part - 5_TFaD8i62IQs&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603546.opus",
    "text": [
      "أحد متعمق بالدين الإسلامي فهذه صفة أنا دائماً أذكرها في ودائما بالواقع بأن عدة مرات كان ينتقد كثير من الخطباء بأنهم يقول يجب أن يحببوا بالدین ويذكروا المحاسن الأخلاق الشخصية التي تجذب",
      "تجذب الأوادم لبعضها البعض ويحترم الغير وهذا الاحترام هو اللي يجلب لك الآخرين ويخليهم يغدرونك ويتمنونك كان مشكاتا مضيئة في وسط هذا الجو فقرب هؤلاء من هؤلا وكتب عن الإسلام كتابة تحفز عليه وتدعو إليه وتحبل به وهذا هو الداعية الذي فيه من صفات رسول الله صلى الله عليه وسلم أنه يأتي رحمة للعالم",
      "العالم ما رأيته إلا مبتسما وما سمعته يتحدث إلا صادقا وما تخلى أبدا عن حرصه على أن يؤدي الخدمة التي يؤمن بها في الكويت وكان له أصدقاء كثر في الكويات وكانوا يحترمونه ويستمعون إليه ويفضونه في الحقيقة كان سفيرا جيدا وكان طبيبا ناهرا وكان إنسانا فاضلا أخذ من الشعراء",
      "وحسنة عبيري وأنا اضطرعت على مكتبته حتى الجزء الفني يعني عدد المصاحف اللي كانت في مكתبته تذلع لأن هذا مسلم فنان يعني يرى في الجماليات ما يتمم الكماليين هذه إطلالة لمن لا يعرفه وأهم ما فيه أنه يحب ويحترم بغير عائق ولا حاجز",
      "تمثل الجالية الإسلامية قاطبة في البيت الأبيض في مدينة واشنطن عام 1998 في أول احتفال بعيد الفطر يكرم فيه رجال الدعوة الإسلمية من الإدارة الأمريكية",
      "God calls for the abode of peace. It is in peace and love, therefore, that we come to the White House, our house as it is of all Americans. But Islam also teaches that we cannot thank God without thanking people. And it is, therefore from the depth of our heart that we say thank you Mrs. Clinton. It was you who opened the White",
      "us after having opened your heart. Your attitude, words and deeds have helped us quite a lot to enter into the American plurality",
      "and be acknowledged, accepted, and respected for what we are. But it did not come easy Mrs. Clinton. It came against resistance. So many bad things were said about us and the falsities woven around us because unfortunately in every society there",
      "the Quranic saying, we have created you from a single pair of a male and female and made you into nations and tribes that you get to know one another. What a beautiful prescription for societies afflicted with racial or color or religious divisions. And as we come, we are just emerging from our annual month-long exercise in soul purification",
      "and self-control. Again, values that are painfully disappearing in modern times. And we American Muslims are bent on recapturing these values for our country and through it for the whole world.",
      "especially our coreligionists of the Jewish and Christian faith because to us they are coreligonist, they are the last link of the long chain proceeding from God. And I assure you Mrs Clinton that it is in love we came, in love go and be in love shall forever be with you. Thank you.",
      "تحكى لأجيال قادمة تلك هي سيرة المغفور له بإذن الله الدكتور حسان حتحوت ابن الكويت كما هو ابن مصر ارتقى عملا بالقيام النبيلة لمهنة الطب وتسامى قولا بلغة الدعوة والحوار إلى مراتب أعلى",
      "تصدر من عقل متألق وشعور متدفق وأسلوب متأنق في حب الله والوفاء لمهنته والدعوة وبعد أن هدأت النفس وصعدت الروح إلى جوار بارئها العظيم انطفأ وهج العقل المنير وتوقف القلب النابض بالحب المثير ولكن دعوته ستبقى والكلمات",
      "نبراسا ومشعلا هاديا للمسلمين المحتاجين إلى معرفة جوهر الفكر الإسلامي الأصيل وإشعاع علوم الحضارة الإسليمية التي لن ينطفئ نورها برحيل المسلمین الأوفياء أمثال الدكتور حسان حدحوت رحمه الله عندما أوشك على الرحيل راغب في الرحل",
      "في الرحيل وأخبرني أنه يريد الذهاب إلى ربي قلت له خيركم من طال عمره وحسن عمله قال يعني عملي الآن يعني توقف فيه وعمري قد طال وأنا مشتاق للقاء ربي وقد رحل رحم الله حسن الحدعود وأسكنه في جنتي",
      "في جنته وألحقنا به كما ألحكه بالصالحين ورحمه الله مع الأمل أن تصبر زوجته وبنته واسرته على فراقي لأنه كان زخيرا في الدنيا ونور من أنوار الله في الأرض",
      "نسأل الله سبحانه وتعالى أن يغفر له وأن يرحمه وأن ندخله فسيح جناته إنه على كل شيء قدير كلنا ندعو له الرحمة يعني الذي عمل للإسلام ليس قليلاً ونتمنى دعاة مثله يحسنون التصرف ويحسون العمل والفهم",
      "سلوانا أن ما تعلمناه منه ظل في قلوبنا وهو أمانة نعيد الله سبحانه وتعالى أننا سننقلها إلى طلبتنا إن شاء الله ورحم الله الدكتور حسين حاتحوت وأسكنه فسيح جناته فقدنا أخ كبير يحترم ويحترام رحمه الله رحمة الموسعة",
      "أن يعيد تقديم شخصيته لجيل ينتفع بها ويصل حبل المحبة مع رائد لم يره",
      "ذر الأحزان تغطره ودمع ساكب يجري على الوجنات يرتسم",
      "فراقك فت في عضدي وشل لأجله القدم"
    ]
  },
  {
    "file": "hathout/Asking Hassan Hathout_z_RNt4VPaAk&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW3SBwkJsAkBhyohjO8%3D_1748601772.opus",
    "text": [
      "Doctor, I don't know why God does this but he seems to like to test us in various many ways particularly in faith. Even great men with strong faith have been tested. Has your test or your faith in Islam ever been tested? Yes of course I think human life is a test because",
      "When God created humanity, it was to create a different creature, a different species. And given knowledge and the choice and accountability makes life a test. What about pain? How about the pain of life, the pain",
      "This is part of the test, and I think if all you know that you live this world and then go underground, then pain would seem purposeless and rather cruel in so many cases. How have you been tested, pain-wise? Well, one perhaps the most important incident",
      "one day when I was starting a new job in Kuwait and my wife and daughter stayed in Edinburgh for the wife to finish her PhD. And one day finishing an operation,",
      "testing me. I hope to pass the test. If this is what you agreed for me, I accept it. I accept that I accept It. She has been your trust with us she's now our trust with you and this foreshortened",
      "someone is so afflicted to merely nothing and then i knew patience is rewardable that if i am patient it will be for my good islam gave you that power it is exactly the wording of",
      "If he gets something good, he is grateful and this is good for him. If he get something painful, he's patient and this good for them. So either way it's a win-win situation. Of course the dimension of separation from my daughter was very important one to me but never was bitter or protective",
      "Or protested or why me? Or why did I what did they do to you come on that never crossed your mind. Never never You lose your five-year-old daughter in an accident You don't exist and you don't look up to the God that you've trusted watch and say why me What he accepts for me, I accept for myself very trustingly and Knowing that it is for my good somehow",
      "When it's time for you to leave this earth, what are you going to leave us? I'll try to leave the same thing I'm trying to take with me. And there is a teaching of the Prophet that when a human being dies he's completely cut off from his life except for three things that can go with him. One is perpetual charity.",
      "The second is good knowledge that can be good to good use. And the third is a progeny who are good and pray God for him. I try to implant them here so that when I leave, I leave them. When I go, I take their blessings with me."
    ]
  },
  {
    "file": "hathout/Daily supplication of the late Dr_ Hassan Hathout_r3uKauwZdn0&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748604381.opus",
    "text": [
      "بسم الله الرحمن الرحيم الحمد لله رب العالمين الرحman الرحیم مالك يوم الدين إياك نعبد وإياك",
      "سراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين آمين بسم الله الرحمن الرحيم نبئ عبادي",
      "اعطنا أن نكون مفقودين وانتظروا ان نكون فائدون اغلص عينا من الهجوم حتى لمن يحبنا دعونا نفقدي كما قلت في القرآن بسم الله الرحمن الرحيم",
      "وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم؟",
      "between good and evil. Enable us to be soldiers for right against wrong, for light against darkness, for peace against war, and for fairness against injustice.",
      "لأنك هي الحقيقة ، الجد والشيطان و السلام. يمكنك يا رب أن تسرع عصائلكم والبروات على نبينا محمد"
    ]
  },
  {
    "file": "hathout/Dr_ Eba Hathout _Hassan Hathout Legacy Foundation__gTALo_qp5ho&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748604951.opus",
    "text": [
      "Bismillah ar-Rahman ar- Raheem. O human being that has attained to inner peace, return to your sustainer well pleased and pleasing come together with my other true servants",
      "and enter into my everlasting heaven. I pondered over these Quranic verses for the 60 days I lived in my father's bedroom preceding his death. I wondered why the entry into the realm of the afterlife had to burst out of such a narrow exit,",
      "exit. I wrestled with pain. No one should have been more ready than me. Throughout my life, my father spoke of death as the ultimate destination of the faithful, healing of the sick and home for the weary traveler. He would say",
      "happiest day in his life, for that is when he shall meet his beloved God. Tonight I will share with you a few of my father's personal health battles. At the age of 68, he was diagnosed with cancer and given six months to live. Today in California someone",
      "can request to die instantly through physician-assisted suicide. Instead, my father responded, I have decided I shall not die before I die. During his first chemotherapy course he wrote his seminal book, Reading the Muslim Mind. A mere 15 years followed.",
      "and were probably the most productive in my father's life. In addition to writing, he spoke at schools, universities, synagogues, churches, city halls, and the White House. Following a stroke, he wrote his landmark book, Thus Shall I Stand Before God.",
      "And when he could no longer write, he called my daughter and dictated. Compared to most Muslims caring for their sick or elderly I was somewhat lucky at the time. My father had written a clear advance directive that I was to be his health agent should he not be able to speak for himself",
      "of prolonging his life given his age of 83 and his end stage heart failure. Months later, as a physician scientist he literally oversaw the process of his dying like an observer from afar making sure that his multi-organ failure was proceeding as expected. Sometimes he'd get frustrated at the slow pace",
      "slow pace and yes he consciously refused kidney dialysis in his particular case he saw it as a means of prolonging death as it would never restore his fragile heart he declined the heart transplant under the premise that a younger person is more deserving nearing",
      "If I go into a coma, I do not wish to be disturbed. His coma was a profound spiritual experience for me. Only when you reach the mountaintop do you begin to climb. It was much like the title of his last book, Audible Silence.",
      "I dare not claim that defeat was easy to endure. When my father made me his health agent, I instantly shouldered an enormous responsibility. I had to fight for his right to die naturally, not just against a medical system that lavishly consumes resources to prolong the dying process but also against family and friends who loved him.",
      "him and wanted him to stay. Hospice care at home was a graceful yet painful realization of the inevitable. My father was simply at peace seeing that his hospice nurses were Christian he called for an English translation",
      "on Mary. When I agreed to pain relief, I knew the medication might hasten his death. By then, his body was emaciated and frail. His painful ulcers of skin over bone haunt me to this day.",
      "I would be prolonging a painful death. Even as I remembered him speaking about the virtue of patience, shortly before he was in coma my daughter sat by his bedside and chanted a favorite Arabic song called Give Me The Flute. Then suddenly and for the first time she cried.",
      "He looked at me as if to console and said, God is the sole owner, giver, and taker of life. The intent with pain relief is not to kill but to heal.",
      "his breath getting freed from its restless tides, rising to God unencumbered. No matter how much we prepare death is never easy this audience need not be reminded of how vital a spiritual anchor is in penetrating the seemingly insurmountable walls",
      "I imagine it would be unbearably cruel to face death without some notion of spirituality. While I realize that this is only one of many approaches to the end-of-life, I emerged from this experience wishing others whose loved ones were terminally ill had such a clear wish list",
      "days for those who never knew him hassan hadhoot was not a man to shy away from fighting for his firm beliefs not the least of which was the sanctity of human life he treasured the quranic verse whoever killed a life for no transgression it is as though he killed all mankind and whoever saved the life it is",
      "My father also believed that the major part of Islamic jurisprudence is the product of human thinking to meet new events in new times and places, always heeding the Quran authentic prophetic tradition and the five goals of Sharia. Protection of faith life mind ownership",
      "and honor. As some of you know, a basic premise in Islamic jurisprudence is the lawfulness of all things unless specified by the Quran or unless they contradict the objectives of Sharia. Today we navigated new heights into the ethics of the end-of-life through the teachings",
      "I hope this effort shed some light on the ethical permissiveness at the end of life. Like all physicians, I was taught to do no harm. Yet, I repeatedly saw autopilot approaches with protocols of mechanical respiration or toxic therapy applied to dying or brain-dead individuals without pausing for a moment",
      "for a moment to question the definition let alone quality of the life being prolonged if it is scientifically certain that life cannot be restored then it is futile to diligently maintain a vegetative state by heroic means of animation or to seek",
      "In our defense of life, we the medical profession are well advised to realize our own limits and not transgress them. It is the process of life that the doctor aims to maintain, not the process",
      "with euthanasia or physician-assisted suicide. I believe in mercy dying, not mercy killing. The right to die in peace without undue intervention stands in contradistinction to the idea of selecting a time and exit method for terminal illness based on the expectation",
      "concept of a life not worth living does not exist in Islam. In addition to the dual religious motive, of the sanctity of human life and the virtue of patience, the claim of killing for pain has been refuted by significant advances in palliative care which allow for proportionate pain relief.",
      "of Medical Ethics of 1981, my father wrote, mercy killing like suicide finds no support except in the atheistic way of thinking that believes that our life on this earth is followed by void. For many in the medical profession actively assisting patients to die would seem",
      "of the art and science of medicine to protect and preserve life. And as current affairs remind us, all too frequently a medical degree is not needed to end someone's life. Many physicians respect the sanctity of human life out of their own belief system. Others are well aware that it was the value",
      "research efforts with goals of curing cancer, diabetes and heart disease. The elaborate field of maternal fetal medicine catering for life in utero and the perpetually evolving world of transplantation which has restored to many a painless dignified life. There is no disagreement that the economic cost",
      "is a growing concern. But there could be a balance between caring for the weak and helpless, and spending monumental resources in the last six months of a mechanical or artificial life. The goal is achieving an equilibrium between the values of life and freedom of religion, societal needs, medical dogma",
      "to pain relief and natural death. My father's abbreviated opinion on this matter was, values take priority over prices. Personally I believe that freedom is a fundamental part of Islam and that this includes the freedom to choose one's path to God",
      "of the journey. When the lines get blurred, people of faith pray. Before the intervention question the intention and then pray again. In summary here are a few of the lessons I learned from my father in his final days. First it is helpful for all to have an advance directive. Second",
      "to look at the bigger picture and not prolong life unnecessarily. Third, the intent in painful illness should be pain relief, not termination of life. Last, to be diagnosed with a terminal illness need not be the end. It may well be the beginning. In gratitude for this opportunity",
      "religious thought that contributed to the timely theme, I conclude with a poem which I wrote when I was a medical student caring for a patient whose providers wanted to keep alive at all cost. There she lay so silent and still only yesterday she was so full of will",
      "dreams that were great. She tried to find a world with no hate. The story of her life came to an end before it began. They try to keep her alive, no one dares, nobody can. No more dreams or thinking ahead, no more hope for her brain is dead. Unlike the dead she has",
      "an artificial cave. Why bury her in mud? Drugs give her resistance, the current pumps her blood maintaining her existence. The days went and came some thought it was not fair who is there to blame her fate or those who care? Is the body more treasured than this spirit that had been? Can our life be measured by our days",
      "Do we have the right to prolong her death? Does she have to fight to kill her breath? Why ruin her integrity? What good has it served? Let her die in dignity, for that's what she deserved. Thank you."
    ]
  },
  {
    "file": "hathout/Dr_ Eba Hathout_ MD _ Teach-In_ The Islamic Narrat_DQ9SunH9VVI&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600099.opus",
    "text": [
      "Next I want to go to a very special person for many reasons. One of the reasons why she's special is because She is a faculty member at Harvard Medical School and decided to fly in today for our forum And she is also president of the Hassan Hatute Foundation, and she's going to speak about her father's journey and her journey in terms of Palestine",
      "in terms of Palestine. Dr. Ibaat Hattoub. It was 1948 when Hassan Hathoud, a Muslim Egyptian physician had just graduated from medical school where he proposed to his future wife of 58 years.",
      "Rather than making their wedding date their priority, with my mother's agreement, my father volunteered to travel to care for the wounded in a war that had just emerged in a neighboring country called Palestine. There he wrote daily memoirs from which I shall translate",
      "As if Cairo is just a transit point in my life. My days in Ramallah were green, filled with white bright memories as alive as can be. I feel them with all my heart and to the full extent of my capacity to love and beyond. If only time could go back. If",
      "could go back. In another excerpt, Hassan Hattou wrote, I had just packed my medical instruments to go to my assignment in the Palestinian city of Ramla, a town of history and civilization.",
      "when the phone suddenly rang. The British radio announced the news. City after city were falling. There was a denial, there was disbelief. Most people advised me not to go. Palestine had changed. It was under new foreign control.",
      "I was a medical doctor from Egypt, which was regarded as the enemy. I called the Red Crescent and told them I was going anyway. In communication with the Red Cross, I was designated as the physician in charge of the hospital of the city of Ramla.",
      "may wonder why a new medical school graduate would delay his residency training and volunteer to help the wounded in a country that is not his own. And the answer, to those who knew him, is simple. Hassan Hathoud always put his faith first. As Muslims we happen",
      "to believe in a full chain of Abrahamic prophethood descending from one common God through Moses and his message of justice, through Jesus and His message of love, and through Muhammad with his message mercy.",
      "many of the world's conflicts were born out of hatred. He practiced and preached love. For a devout Muslim, there is no land where the three Abrahamic religions are represented like they are in Palestine. There is no city",
      "That war came with a calling, and as Hassan Hattou frequently said, religion is a verb. As a Muslim and a physician, he was a firm believer in the sanctity of human life. In 1948, Dad went to Palestine to save lives.",
      "lives. And now I'd like to share a story from my own childhood. My parents and I had gone to Austria for a summer vacation. Walking on the lake shore, we met and started a conversation with an elderly woman who told us she was an Israeli Jew.",
      "and that he'd been a doctor in the 1948 war over Palestine. They exchanged names and addresses, and said goodbye. Months later my father received a letter relating to an incident that had happened 20 years earlier during his days in Palestine.",
      "my father had received a captured Israeli soldier who was shot with a bullet in his chest. A group of Palestinians, who had just lost their homes, their loved ones and their homeland walked in to attack the Israeli soldier. My father stood in front of him",
      "dead body. He recited the words of the Quran, the same words found in the Jewish scripture, the Talmud. Whoever saves a life it is as though they saved all humankind. He reminded them of the rights of the prisoners",
      "father tended to the injured Israeli soldier as his patient, removed the bullet from his chest, took care of him for weeks. Listened to him talk about his wife and young son. Days passed and the Israeli soldier fully recovered. Dad called the Red Cross who picked him up and transported",
      "to his army. The first news my father received of this man afterwards came twenty years later, it was that letter. Somehow the man got our address from the Jewish lady we'd met in Austria. The essence of his letter was gratitude for having saved his life and an invitation",
      "visit him in his newly established country. An invitation which my father politely declined. My father responded that he was happy to know that his former patient was alive and healthy,",
      "declined the invitation to visit, explaining that he could not do so when Palestinians had suffered so much injustice. Make no mistake my father though able to cherish the sanctity and humanity of all souls including Jewish",
      "was also firm in his belief that grave injustice was being perpetrated against the Palestinians, and he never ceased believing so. In fact, the reason why I never learned my mother's delicious Egyptian cookie recipe",
      "recipe was because my father would not let her bake them anymore out of his grief over Palestine. Palestine has been lost, he'd say in Arabic and you want us to eat cookies? A few years later my father received a second letter the first half",
      "by the same former Israeli soldier, extending niceties and another invitation for my father to visit. Then the writing was interrupted. New handwriting began. It was this man's wife who wrote,",
      "I found this letter in his belongings. I wanted to thank you for giving him 25 years of happy life with our son and family.\" On one level, my father and this man were ideological enemies.",
      "and send their differences through a common humanity. The same humanity that brought my Muslim father, Hassan Hathoud with Rabbi Leonard Bierman in the 1980s to become a force for peace. They first met in California at a time of particular unrest taking place in Jerusalem and the West Bank.",
      "My father loved Leonard Bierman. When someone pointed out, you do know he is Jewish? And my father replied, yes. I love his love of humanity. One of the other things that two men had in common was the courage to critique their own people.",
      "In the early 90s, my father had open-heart surgery. As soon as I heard that the operation was over and he was out of the OR, I rushed to the hospital thinking I'd be the first to visit him. But I was not. When I pushed the elevator button, the door opened, and Rabbi Bierman appeared smiling and gave me directions to Dad's room.",
      "He had visited him before me. I later asked myself why Rabbi Biermann went to my father's bedside in the first place and so soon after his surgery, and I concluded that there must be a special bond between those who attain",
      "that brings them together and enables them to rise, to shed off worldly labels and become closer to a common source of light. Such that a Muslim like Hassan Hadhut worked with Rabbi Leonard Biermann in this very church,",
      "to call for the end of war, all war. They were a triangle of light that expanded to include my uncle Maher Hathout, the Reverend Ed Bacon, our reverend Mike Kinman, Layla and Salam Al-Mariati, and many others who believe and fight",
      "to feel the pain of others whether or not they agree with their ideologies, a humanity that yearns to protect the lives of innocent children women and men regardless of the color of their flag.",
      "The wars we are witnessing today are not only a monumental failure of diplomacy, but a devastating crisis of humanity. There is so much to grieve and so much pray for. People of faith are particularly saddened at the degree",
      "and weaponization of their religions. So much so that Rabbi Leonard Bierman devoted his very last temple sermon to reprimanding the killing of Palestinian children by some of his own people, telling them somewhere on the road we lost our moral compass. I remember when",
      "my father's lap watching the first Apollo moon landing. And I recall my father saying, isn't it a pity that man who was able to reach the moon is still not able to read the heart of his fellow man? While we cannot cure the world,",
      "story of the man who walked on the beach rescuing one starfish at a time by tossing it from the sand back to the ocean so it can live. When someone told him there are hundreds of beaches with thousands of starfish you won't make a difference he replied as",
      "to this one. For the past two months many of us have been in deep grief, hidden grief perpetual grief we learned how",
      "and a fractured humanity bleed. We ask God why? We pray, and realize God must have a plan for each of us. Today we speak as Muslims in a church whose friendship we treasure. Once again, we extend our hands",
      "peace, to endure the uncomfortable conversations, to resist mountains of hatred and make a difference wherever we can. I shall end with Hassen Hatut's words Friends in faith rise while you still have a choice on the wings of love soar above And sing with your hearts not only your voice"
    ]
  },
  {
    "file": "hathout/Dr_ Eba Hathout_s speech upon the death of her unc_m0EVktUguK4&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603424.opus",
    "text": [
      "Bismillah ar-Rahman ar- Raheem A sweet breath has been freed from its restless tide so it can rise and meet God unencumbered. Six years ago I stood before you mourning the loss of my father Hassan Hathoud Today, I am here to bid farewell to his only sibling Dr. Maher Hathood",
      "Ladies and gentlemen, our crown has fallen. And this is the harsh winter of our grief. Hassan and Meher Khatut had an unbreakable bond, shared an honorable mission, cracked the funniest jokes, and had a personal greeting all their own.",
      "My father loved Uncle Madder. He loved him enormously, regarding his son and daughter as his own. And so I acquired a brother and a sister, even though I had none. But added to this was my very special relation with Uncle Maddar.",
      "through many of life's challenges and tribulations. To the crowds, Mahir Hathout was a passionate spokesman, a powerful interfaith voice, a courageous fighter for peace and justice, the founder of the Muslim Public Affairs Council, co-founder of this very Islamic center leading its old and young",
      "Muslim identity. Maher Hadbud was all this to me too, but he was also my Amu Maher, my last link with my father, my special counsel, my true friend in need. Uncle Maher used",
      "be ready for my father's death. If only he knew how unready I am for his own death today. Of all the things we shared, I think I enjoyed Arabic poetry the most. When they could not be together,",
      "Hassan and my uncle Maher corresponded in Arabic verse. Here are excerpts from a poem my father wrote to his brother Maher describing his unquenchable thirst as he missed his brother yearning to their old days together expressing",
      "for the two of them to be together again.",
      "And so it was. Rather consoling when my cousin Summer broke the news to me saying,",
      "I derive comfort remembering that he has reached his dream destination and is now under God's loving hands. A few days before he died, Maher Hadfuz scribbled the beginnings of an unfinished poem about a time of awakening for people living in",
      "People living in drunken daze, hibernating for years in a cave guarded by two giant dogs such as neither the light of sun or moon can penetrate.",
      "And then his pen stopped. Perhaps for the rest of us to carry on",
      "Ladies and gentlemen, yesterday a glowing star vanished from our constellation. Tomorrow our days shall be filled with colossal emptiness.",
      "youth, not just Hebalayt, Deen and Makenna, and my Sara and Hassan but in the thousands who heard his fearless cry and believed in his eternal pursuit of justice. Goodbye Amu Mahal. Give Papa a big hug for me. I miss you both dearly.",
      "In love we met, in love we part and in love I hope we meet again. Thank you"
    ]
  },
  {
    "file": "hathout/Dr_ Hassan Hathout Fasting_Personal Responsibility_CP84iivvr9g&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603299.opus",
    "text": [
      "At medical school they used to teach us that the heart and brain are surgically untouchable.",
      "Now cardiac surgery and brain surgery are commonplace, and there is more to come. And the acumen of knowledge in the world is doubling every five to ten years. This is a good sign.",
      "On the other hand, I have seen a very worrying trend occurring in the world. We used to know and be taught see that when war erupts",
      "Only soldiers were involved. Now war mainly involves innocent civilians, starting by calling them collateral damage now going to the extent of outright assault and killing of civilians",
      "We used to be taught that truth and speaking the truth is a virtue. Now lying is a profession, and a career. And not just by people who it is doing and call liars but by leaders",
      "leaders and big people. We used to be taught that honesty is a good thing, and now we see whether we look at industry or the money business, we will find that it is the dishonest",
      "We used to be taught to respect human life. Now the cheapest commodity in the world is human life The other day I was looking at television,",
      "of various companies. And on that particular occasion all stocks down arrows, arrows pointing down until came the stocks of the killing industries up, up,up. At the time",
      "When the masses are paying more for oil to run their cars, I see that the oil companies are making higher and higher profits.",
      "you are inheriting after finishing your university days. Others before you were also idealists gathering to make money to feed the poor, wanting the world to become a better place",
      "But then they come and go up, and they are weak before temptation. They are weak befor selfishness. Whether it is personal selfishness, selfishness to my class,",
      "to my color, selfishness to my religion. But selflessness is almost disappearing. As I look at you, I wonder what you will look like 20-30 years from now? Are you going",
      "instruments of goodness or instruments of evil. And this question is most important in our days when the human being has attained",
      "وقد قامت بإستهداء هذا البيانات ماذا سوف تفعل معها؟ أتساءل أن الأشخاص الذين لا يؤمنون بالنسبة للناس اليوم يقومون بتحقيقهم",
      "And unless they reverse, humanity will be finished, destroyed.",
      "It is only if you remember two or three words. The one, don't be selfish. The other, don' hate.",
      "difficult to do it. And regrettably, even people of faith and religion, of all faiths, of Christianity, of Judaism and of Islam they preach love but do hate. This has to be reversed.",
      "And there is no one to reverse it. But people like you who grow up, inherit authority and can resist the temptation. You should all combine to save humanity from the abyss it is about to fall into.",
      "It is your duty, it is your responsibility. I am not here to make a speech. I'm here to address the future in you and to tell you that now you are idealists but there is so much temptation on the road ahead.",
      "be stronger than the temptation. And this is the whole story about fasting in the month of Ramadan. It is a practical exercise, in order to conquer temptation. Temptation to eat, to drink, to sex... But the theme is",
      "that a human being should not operate under the slogan of be what you are, but under the slogans of be who you should be. And I trust you keep to this and I will pray for you. Thank you."
    ]
  },
  {
    "file": "hathout/Dr_ Hassan Hathout_ Islam _ Faith_Xk3hftObRAA&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603476.opus",
    "text": [
      "في أمريكا الآن يوجد سلوغان تتم إجراءه وهي كونك من أنت. في الإسلام وفي دينات الله أيضًا، هذا السلواغان ليس كونكم من أنتم ولكن كونوا ما يجب أن تكونوا",
      "And to do that you have to be strong, not strong in muscle but strong in will and in spirit.",
      "أفضل أن يكونوا ما هم ، فإنهم يجب أن يصبحوا ما يجعلونه. في رمضان بدأ القرآن بالتعرض للنبي محمد صلى الله عليه وسلم. وفي نفس الليل الذي يسمى النوم",
      "وقبل المرة الأولى وجد نفسه مصيراً من الله ، سماء النبيين.",
      "تم تنفيذه من محمد كما يؤمن المسلمين وكما تعرفون ما كان أول قرآن القرآة كان هو قراءة قرأ في اسم الله الذي خلقه خلقي من مجال طفيف",
      "وكذلك سيدكم هو المسلم الأعظم الذي أدى الناس مع القطعة ، أدوى الهيئة التي لم يعرفها النار ، لذا فإن الرجل الأول في القرآن كان يبحث عن علمية",
      "لم يشارك أوروبا. كانت الموضوع مختلف في أوربا وقد تحولت العلم عندما استطاعوا إيجاد التفاعل بالعقيدة لكن هناك عقيده التي تقولها الأولى قرآن",
      "The size of the New Testament, it wasn't revealed in one lot. It was revealed in bits and pieces addressing various situations over the span of 23 years.",
      "تكوين القرآن بدون قراءة كل القران لأنه ستجد أنك إذا كنت تسير في المسار ويزورك إلى الركبعض كثيراً سوف يخبرك اذهبي للأسفل بطريقة صغيرة بعد بعض الوقت تزور كثرة إلى الأسف",
      "سيقول لك قم بإستمرار قليلاً وإن لم تكن تعرف المحاولات فالتوصل الى القرآن هو غير مناسب و يقفز على نفسه عندما يقول قم بالخلف وعندما يطلق على الإستمراء هذا الخطأ يتم عمله",
      "من المسلمين والمستقبلية. لكنني أود أن أخبركم بأن تكونوا حذراء من فقط قطع رسالة هنا وفي القرآن وتبنى جميع الصور علىها نحن نقوم بالتوضيح في القران أيضاً يقول الله في محمد",
      "say, walk about on the earth and find out how God started creation. What can be more science than this? It is science. Discover how did we begin and when and where to and why.",
      "وهو كتاب يرسل الصلاة والصفاء ولكنه أيضاً يرشد محاولة العلم وهذا هو دكتوري للعبادة في الإسلام ووجد بروس يقول من بين عزائره فقط المعرفين هم الذين ينقذونهم الأكثر",
      "كل عام أدرسكم وكل عام كما أقرأ القرآن ، يبدو أن لغة مختلفة تتحول إلى نور خارجها. وأصنع هذه الغة حصة للتحدث عن رمضان في العام المناسب",
      "وقرآن القرآة الذي أخذت حقيقته هذا العام عندما يدعى الله للنبي ويقول له أن الأرباك المسلمين سيعودون ويخبرونكم أننا قد تحصلنا على الإيمان",
      "ولكن الإيمان لا يدخل في قلبكم. هذه التفاعل بين الإسلام والإيمان بالطبع من المجال أن نكون كلاهما لكننا نرى الكثير من الناس في هذه الأيام",
      "ويخفون من نفسهم في التعبيرات الأخرى للإسلام ومجدداً ينسوا الإنور والصلاة والشيء الذي يكون في قلبهم. وبالتالي نرى العالم الإسلامي نرا الناس يقتلون بعضهم وغيرهم.",
      "ومعنى الترابل في رأسه، وكل شخص يتبع الصلاة والفاست. لكن هذا هو دين مكسور لأنه دين بدون إيمان. إنه صورة الدين الخارجية. ولكن علينا أن نذكر أن المبنى يعتبر على الأساس قبل البداية",
      "قبل أن تبدأ بالتسلق على الأرض يجب عليك أن تستعد لصنع المركز الصغير الذي يمكنه إمكانية محافظة بياناتك. فالخطوة بالطبع هي عادلة في العالم المسلم كما ترون الآن الشيعاء والسنيين الكردش و العرب وما إلى ذلك",
      "ولكن الإيمان لا يوجد لأن الإيمام موضوع في الهاتف وهذا هو المكان الذي تقع الله فيه إذا كنت حقيقة بالله وإذا كانتك قائمة على الله",
      "in your heart love or God and have hatred at the same time."
    ]
  },
  {
    "file": "hathout/Dr_Hassan Hathout_Ramadan_Love_Personal Responsibi_mQAtmVot3fM&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748601817.opus",
    "text": [
      "In my 10 minutes, what do you expect?",
      "What do you expect an over 80 would tell the under 20s or early 20s? Many of you look at a person like me as if we were different species. But believe me, I was your age once",
      "once, so I can understand you. It is only if you are lucky to be my age that you'll be standing on a higher top and therefore looking at the wider field",
      "What do I want to tell you in ten minutes? I want, to speak to you about that period of my life between when I was your age and now. There is a lot",
      "a lot of change, good and bad. At my time we used to photocopy papers through a very tedious process including immersion in lip widths etc., etc..",
      "During my time, we used the quail at school to put it in ink in order to write. We have seen the birth of television. We've seen the",
      "The first computer occupied a hole as big as this. Then came the microchip and everyone has a computer. At medical school they used to teach us that",
      "that the heart and brain are surgically untouchable. Now cardiac surgery and brain surgery are commonplace,",
      "every five to ten years. This is the good side. On the other hand, I have seen a very worrying trend occurring in the world. We used to know and be taught",
      "that when war erupts, only soldiers were involved. Now war mainly involves innocent civilians starting by calling them collateral damage now going to the extent of outright",
      "of outright assault and killing of civilians. We used to be taught that truth, and speaking the truth is a virtue. Now lying is a profession",
      "not just by people with this dream and call liars, but by leaders and big people. We used to be taught that honesty is a good thing. And now we see whether we look at industry or the money business",
      "the dishonest people who can go to the highest positions. We used to be taught to respect human life, now the cheapest commodity in the world is human life."
    ]
  },
  {
    "file": "hathout/Dr_Hassan Hathout_Ramadan_Love_Personal Responsibi_XdYjMLbY29g&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603784.opus",
    "text": [
      "The other day I was looking at television.",
      "at the prices of the shares of various companies. And on that particular occasion, all stocks down arrows pointing down until came the stocks of the killing industries up,",
      "up, up,up. At the time when the masses are paying more for oil to run their cars I see that the oil companies are making higher and higher profits",
      "in, this is the world you are inheriting after finishing your university days. Others before you were also idealists gathering to make money",
      "the world to become a better place. But then they come and go up, and they are weak before temptation. They are weak",
      "to my class, selfishness to my color, selfishess to my religion. But selflessness is almost disappearing. As I look at you,",
      "thirty years from now? Are you going to be instruments of goodness or instruments of evil? And this question is most important in our days. When the human being has attained",
      "لتكسير كل المجموعة مرتين من السنة. أنتم تستخدمون هذا الجزء. ما الذي سوف تفعله؟ أتأمل أن الناس الذين لا يؤمنون بالإنسانية اليوم، هم يقومون بصعوبة",
      "and are going down a slope. And unless they reverse, humanity will be finished, destroyed.",
      "is in your hands. It is only if you remember two or three words. The one, don't be selfish. The other, don' hate. It's easy to say God is love",
      "But it is very, very difficult to do it. And regrettably even people of faith and religion, of all faiths, of Christianity, of Judaism and of Islam they preach love but do hate.",
      "This has to be reversed and there is no one to reverse it but people like you who grow up, inherit authority and can resist the temptation.",
      "From the abyss it is about to fall into. It is your duty, it is your responsibility. I am not here to make a speech.",
      "temptation on the road ahead be stronger than the temptation. And this is the whole story about fasting in the month of Ramadan, it is the practical exercise",
      "to drink, to sex. But the theme is that a human being should not operate under the slogan of be what you are but under the slogane of be who you should be and I trust you keep to this and I will pray for you. Thank you."
    ]
  },
  {
    "file": "hathout/Dr_ Hassan Hathout_ The Nature _ Spiritual Destiny_0WP1Rgbh9FM&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600532.opus",
    "text": [
      "It seems that the world climate is changing and as often I hear the debate that started out two years ago when one of the Christian clergy suggested that this might be a manifestation",
      "of the wrath of God on humans for not behaving and not managing planet Earth in a way that pleases Him. We have been custodians of the earth, and we seem to have done a bad job of it. Immediately, of course, all voices were raised",
      "voices were raised ridiculing this idea. There are those who said, God has nothing to do with that and even those who say there is no such a thing as God. They are prevalent especially among the academics. On the other hand",
      "God is, he's there. He works the universe and anything that happens in it is by his permission and his planning. We still have those two schools of thought. Science tries to deny God",
      "On the other hand, when we read the scriptures, be they the Bible, the Torah, the Jewish Bible or the Quran.",
      "a message from God. This happened all through history, yet when it happens in the days of Moses who is the Pharaoh of Egypt one natural phenomenon after the other",
      "There cannot be Moses God. These are natural phenomena. God has nothing to do with it. I do believe, after all, that the least of the least we can do is that what we think about human being mastering the universe is a fallacy.",
      "Science is good. It progresses, but science is weak and ignorant because every day with every new scientific discovery, with every door science opens we find what? We find ten closed doors",
      "doors. So science should be humble and science should aware that yes, it is strong and it is growing but it is not the master. It is this forgetfulness of the master",
      "Of course, now in America we have the election season and we have a financial crisis.",
      "of economics. Where are we now? What are we facing and what are we going to do? I think that we have been behaving badly with the things that God bestowed on us, we have not been dealing with them as we should be",
      "We are still greedy. We're still running after riches. We are ignorant about our hungry fellow citizens of this planet Earth who have been selfish and this has led us to where we are now. Well, the remedy for this",
      "is to review our life, is to view how we earn our dollar, is for you how we spend our dollars. Otherwise this sad situation is going",
      "and be humble. We are not masters of the universe, we are not master of events. At the top of our progress we are regressing and getting poor. We do not recognize our spiritual component and this led us to where we are. And this is also",
      "This is also the lesson we derive from the fasting month of Ramadan. We try for some time to tame the calls of the body, food, drink, sex.",
      "spiritual component for a month. And I'm sure if the world tried to fast one day a year, call it self-control day like we call the various days and see the result but we are making of ourselves just material beings",
      "material beings, just animal beings without that spiritual pot which calls on me to utilize what God gave me in a way that pleases Him. Which calls on",
      "one family. Not white and black, not rich and poor, not even Christian and Muslim and Jew. They are making a fallacy of the religions. God sent the religions not to make people fight each other in his name but listen to the media",
      "to the media and read, write and see. And I've seen respectable clergy talking ill of people belonging to another faith or another race. This is not religion. This false religion. The true religion is God's religion.",
      "There cannot be two of them. So there must be one religion, and the one religion God pointed out to us as he said, God is love. As he said in Islam, God Is loving Al Wadood This is the religion we should follow this is a message of Ramadan",
      "Ramadan. This is the message God wants you to listen to, whoever you are whatever you are, the message is love. Thank you"
    ]
  },
  {
    "file": "hathout/Dr_ Hathout talks about unislamic act_MnsCd3vGIoQ&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW3SBwkJsAkBhyohjO8%3D_1748601678.opus",
    "text": [
      "We have this. And we notice two things here. Number one, that we were so blessed that these two attempts failed. They failed on their own.",
      "No. With all honesty, it is not because any one of us is smart. It just failed. Maybe Allah wanted to protect the country from such a chaotic situation like that. But it also tells us that the danger is very real and he's here and so far it is",
      "That is really the issue that we need to talk about and to spend time on. And let me tell you a few reflections that I think are very important for the people of America, and I want to state here this is not a problem for the Muslims or of the Muslims. This is a problem",
      "If it happens, it will hurt everybody. And to prevent it we need the help of everybody. So trying to project it as a problem of the Muslims and there would be backlash against Muslims or whatever is not accurate. It has some truth but this is not the main problem or at least this is",
      "of finger pointing. Immediately, the first fingers are pointed towards the law enforcement and I know that we have very respected members of the law enforce-enforcement in our audience today. And the finger pointing is usually saying not what they did but what they didn't do or what they should have done",
      "It is usually concentrating on the gaps or the mishaps or the overlooks, etc., etc. And I imagine and I underline imagine because I am not in the law enforcement but still we are sharing the task together and we are all Americans.",
      "We are not sleeping in our homes, we're not spending time with our families. We are putting our life on harm's way and all that we get is criticism. There is another voice that all praise, all congratulations everything is nice and dandy but the problem between the two extremes",
      "ويجب أن ينتهي بأن المواطنين محلولون والتفكيرون بالغرض وهذا هو الأسطر الأول حول الفئة التي أتحدث عنها عندما لا أحد يراها بشكل صفري وكل منهم يكون قد يؤذي أو يكون اعتزاً أو يأتي ويصاب في نفس الوقت.",
      "Muslim community. And again, and I have to admit gratefully and proudly that the official voices after that last incidence did actually avoid the vulgarity of Islamic terrorism terminology. So we found",
      "about the person from Pakistan, about his background etc. but it was not labeled by the officials as Islamic terrorism a language that we are used to during the past seven years or eight years as we know nonetheless the non-official voices",
      "interests and special agenda raised in these voices pointed fingers to the Muslims and usually it is a whole range of thing from the ridiculous statement of why don't you condemn the terrorists which I give it the correct description as ridiculous all the way you should do this you",
      "ولماذا لا تتكشف في المجالات والمقاطع التي تدعمها؟",
      "and of protecting the human rights of every human being in the world. We don't know how to start that, this is why I am calling and I say it should be on record hopefully it reaches someone who has the capacity or the ability to initiate that.",
      "this polling goes in vain by God's support and help. We are going to start it. Let some people smile and say who they think we are. We're a group of Americans opening our arms and hearts to all fellow Americans,",
      "ومن المؤكد أنه لا يتبع هذا الأمر. كل صوتات الحرارة والمقاومة أو الإسلاموفوما أو الانتي سيماتيكية لا تعتبر في ذلك العمل. هذا العمل يجب أن يكون أفضل للأمريكا. إذا قامت بإستخدام القائمة، فنحن نحتاج إلى مناقشته من خلال رئيسها",
      "ونحن سوف نتطلب حتى تساعد المصاريين على التعامل معنا للمشروبات والمخاطر أو ما شابه ونكون أكثر من مستقبلين للعمل عليها إذا كان هناك أحد آخر أثناء هذا يعتبر بأنه جاد في فعل ذلك فإننا المسلمون يجب أن نعمل معهم أو بأمرهم إن لم يفعل أحد، فنحضره وهذه هي الطريقة التي يجدنا نفسنا",
      "ونحن أتبعون القرآن الذي يخبرنا أن عملنا هو المساعدة على الإنسان من خلال التواصل مع ما هو صحيح ومن خلاف ما هو غيره. نحن مستمرة للمحمد صلى الله عليه وسلم الذي تم إرساله كمرسى للإنسين. ونجعلنا جزءًا من الأمريكيين الذين كانوا بغض النظر عن حماية البلد لذلك يمكننا فعل ذلك. لا يجب علينا أن نراقب نفسنا كأحد في الحديقة أو كثيرًا.",
      "وَلِلَّهُ الْعِزَّةُ وَالرَّسُولِ وَوَالْمِؤْنِينَ وَبِالصَّفِحِ وِأَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "لا تساعد الله من يجلس في الجانب ويغنى والتعلم وتكلم. ادفع لمن يفعل الأمر الصحيح. كما قلت، أرزق الله وأرزوه إن الله القوي العزيز. الله سيدم من يدعم إذا كان يدهم رباه. الله ملكي ومضطور. أطلب الله أن يعطينا المشكلة للإرادة.",
      "نطلب منه أن يبقى بنا في هذا المنطقة",
      "we ask him to forgive our mistakes, our trespasses and our shortcomings and to guide us always to the truth."
    ]
  },
  {
    "file": "hathout/Dr Maher Hathout at the 10th Annual MPAC Conventio_eQRz8H5oAMM&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748602726.opus",
    "text": [
      "أود أن أعطي هذا السؤال للإسلاميين. ما هو المستوى من الإسلام الذين يعتقدون أن الأفضل قيمة أمريكية مرتاحة بالإسلم؟ وفي الحقيقة، إذا كان لدينا رد حقاً على ذلك سنحصل على الطرق الأولى في تحقيق نظام أو تغيير."
    ]
  },
  {
    "file": "hathout/Dr_ Maher Hathout Eid Al- Fitr Sermon Part 3_HSYLWkZN-MU&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600447.opus",
    "text": [
      "Exactly. Nobody can discriminate against Exodus. Nobody will discriminate against Muhammad Ali Klein or Hakeem Al-Jawan because they exactly what they do. Nobody would discriminate against Ahmad Zawail or Muhammad Yunus because they are Nobel laureates and people don't discriminate against Nobel laureate.",
      "People cannot ignore Shireen Ebadi in her quest for freedom and liberty under oppression. And she cannot be oppressed. Your excellence not only will be your protection, but will be paving the road for a future of goodness and glory for everyone. We pray for you and we support you",
      "and we will back you. And after all, we gave our lives for your Lordship I ask Allah SWT on this blessed day to give us the clarity of vision, purity of heart, strength of spirit and stamina to work for Your cause of glory, justice peace and freedom for all. I ask Him to forgive us our sins and our mistakes"
    ]
  },
  {
    "file": "hathout/Dr_ Maher Hathout Eid Khutba_JAmvNlbJCI0&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748602964.opus",
    "text": [
      "Let us get two things out of the way here. Number one, I love all of you here and I know that you want me. Yes, I am asking you to avoid handshakes, kisses on the arms etc because of many mental bugs. Our hearts are hugging and our spirits are meeting so in a physical part we can do without.",
      "The second thing is, each week we get complaints. Most of them from the sister section that you couldn't hear the comment and this is for tourists sometimes it is technical after the labor but most of the time",
      "because other sisters are talking to you in the hall. And children of our city, I ask you to indulge us in that if the child is ready to step, he's scared from the power of the devil so it is better to take him and hang him on our side. Thank you very much for considering me.",
      "الله أكبر، الله أکبر، والله الحمد",
      "My dear Muslims, this is probably not like any I attended with you in the United States of America.",
      "It is different this year. We are torn. This is the first time that we feel torn. We're torn between trying to enjoy the days that Allah gifted us with, to rejoice in achieving the purification of the Purifying One",
      "And we are happy that we do believe that we have a real complete slate from now on and we feel lighter and may be closer to Allah SWT.",
      "So we are sure that there will be no hungry among the stars and we gather together so we are behaving as an Oma. Yet, we have still quarrel between that and compelling devastating depressing news that comes from countries inhabited by majority of Muslims",
      "Thanks as you know I don't have to cast a human blue on such an evening but I will be this honest if I claim that myself and you are not sitting here having this in your mind. So we'll have to acknowledge it, and try the best we can with the help of Allah",
      "to deal with it. Everywhere there is oppression and everywhere there is blood that has been spent, and the most egregious example now is what's happening in Palestine and Gaza. I will not respect myself or show that you respect to you if I am not hurt no matter how painful it is",
      "It is a heinous crime where whole area became a concentration camp and where the forces of occupation and aggression are targeting children, wounded people and hostiles. And this is in front of the whole world.",
      "Not Muslims, not non-Muslims, except people like us. The standard of our government is very strict. Our president said Israel has the right to defend itself against who? Children on the beach or wounded in hospitals.",
      "in the history of democracy. That people will wake up and hold those who showed deep consciousness towards the suffering of humanity that they were wronged, and towards the pain we are looking for. So we are told yet we have not to lose perspective.",
      "Worse times than that happened in the history of Islam. The Tatar, where it is reported that the cart was on the streets of Baghdad reaching beneath all the horses to the crusades for a quick while of opportunity. Even Muslims, Jews and Christians who come from around their particular church",
      "to the assassins. So many things happened in the history of Israel. Yet we always got back. Do you know why did we get back? Because we always considered this atrocity and violence as an aberration. It will not last, it cannot last.",
      "and the eyes of our children and grandchildren. This is an aberration from human history which is against the system of God, and it will go on for generations. And we should never lose sight of that. Remember that the final chapter in any problem is in the higher. You don't know it.",
      "We don't lose our faith, we don't loose our confidence and we don' t lose our love. Allah is the Greatest, Allah is The Most Gracious, Allah Is The Most Merciful, Allah Has the Most Generous, Allah has the Most Mercifull What I recommend now is to shift the point",
      "From yesterday and day before to tomorrow. We have great energies, and great talents, and a great idea that should be invested in the future not in the past. And our field of investment should be our young women and men on this land.",
      "And my definition of the youth is everyone who thinks about the future. And my defintion of archaic and old, is everyone whose thought in the past. A man who's thinking about what we do tomorrow is a young man or young woman. A men who still tried to investigate who was right 1400 years ago and who was wrong is archaical",
      "is a museum will not change civilization and will not fulfill the missions that God Almighty put on us. So let us invest in the future, in the youth. And I don't want this time to talk generalizations.",
      "certain issues, certain concepts that are covering their vision forming their attitude deciding the set of mind and set of heart dictating their outcome to themselves to life and to the world. These are certain issues I collected samples from them",
      "Through the good years I spent with you, and I try to explore some of them so that we know where H.O.T is standing in the energy. First concept towards escapees that I hear it from some young people but I have a hard life to live Yes, but this life does not end by your death",
      "You are permanent. You are immortal. You're the world of God. You will not vanish and you are unique. There are no similar two copies of any person so you have to appreciate yourself here. You a unique person who live for eternity because he is a decision from God",
      "Once you make yourself this way, your output to life will be completely different. From I have one life, let me enjoy them and whatever happens, it's a different attitude. One of them needs glory and the other one needs defeat and crippling.",
      "you have to make the choice. The second tornado comes when young people start to think about fighting debates, marriages and I heard people saying I am very disgusted",
      "they say it is fun to be with. And this is not enough! You can join our meeting Fun to be With is not enought you are choosing the mate that will be with you after life that will carry your dreams to the generations that are not born yet",
      "It is a major responsibility that I ask you to stop saying he or she are fun to be with. The third one, I forget it, is that I need to form my own experience so I have to try everything myself to learn. Only animals do that. Let me tell you what we do.",
      "If you train one dog and 20 dogs are there, they will not be trained. Because animals want the benefit of experiencing with one another. Also you have to train every dog alone. He has to experience it himself. But human beings are different. I can see the experience of a person and learn from him. This is why we study about humans.",
      "This is why we study anthropology, this is why you study history. Today from other experiences, not an assistant to have the experience of our own and ourselves. And I am asking today young people depart completely. This junk has been stuffed in our heads by movies and TV's and the people who are supporting the youth",
      "You are free people. You are the carriers of Quran and followers of Muhammad. You deserve better than yielding yourself to its focus or to fanatics. Stop taking the brain to decipher which person you want to make out in yourself, as we can do.",
      "I have only two last points to share. Number one, and maybe it sounds wrong what I mean. Don't underestimate your parents. Your parents had 2 adventures. Number 1 they built the water engine.",
      "There are only two in this life who want you to be better than them. And I know what I am saying, your friends, your sweethearts, your daughters, your relatives, one maximum will want you as good as them but to be bette r than them, only your parents and this is something that",
      "Last point, your question is your excellence. When you are excellent in what you do or what you study or what vocation you take whether you are a welder or a scientist or a Nobel Prize winner or athlete You ought to be excellent This will protect you",
      "and we prevent any notions of discrimination against you because people discriminate against mediocrity not against the distinction. And you can have distinction, I've followed the rules daily for you which has been our views, we are distracted by satanic whispers that comes from us",
      "from outside. Look at Sarfan, who said that what is bad? But what it means? What does it mean to have fun? It's only my word I need to learn all this nonsense that Muslim youth deserve better than that. And surely congratulate you for Naid.",
      "I'm not pointing to make you deserve a better place than the one here. As-salamu alaykum"
    ]
  },
  {
    "file": "hathout/Hasan Hathout_ Love and Relationship_e9IlqvXqeHQ&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW3SBwkJsAkBhyohjO8%3D_1748605576.opus",
    "text": [
      "I know time is of the essence, so I'll try to be brief and the meat comes in the discussion. Many of you, practically all of us have their different relationships by",
      "My relation with my wife, my children, my friends, my enemies, my adversaries, my competitors. People I deal with. People are good too. Fallacy for a Muslim",
      "For a mu'min, there is only one relationship. Your relationship with Allah. And all other relationships are but manifestations of your relation with Allah and I am not inventing",
      "This is what Allah teaches us. There is a hadith Qudsi where the Prophet said that when one of us will face his creator,",
      "will tell me, I was hungry. Why didn't you feed me? And they say, Rabbu al-Izzah, how come you are hungry? And he would say my subject so and so was hungry had you given him food it would have been as though you gave me food.",
      "My subject so and so was thirsty. I tell you, I was thirsty had you given him water he would have given me water. All relations emanate from one relation the relation with Allah",
      "Are we all aware of this? Are we are all aware it all the time? No. And once reminded, things can happen. I remember in a Juma khutba, I mentioned this hadith and the following Friday",
      "Friday somebody came to me and said I have been separated from my wife for three-and-a-half years last Friday I left the mosque to her and we amended things and I brought her with me home and",
      "If people remember this, how would things look like? How would relationships look like? You are displeased with your husband or wife. You separate but you hear the Quran maybe you hate something and God makes a lot of good",
      "Forgiveness. It is forgiveness he will give me when the day comes when I need it. You are dealing with Allah, you have one relationship that's your relationship to Allah so act accordingly. Last thing I would like to mention is love.",
      "love. Sometimes I've been mocked, some people call me Dr Love because my Islamic speeches for the past few years of my life focused on one thing that is love. The Christians are after",
      "are after us. They say God is love, but Muslims do not say God Is Love. This is a fallacy. To start with one of his names is Al Wadood the loving one. Second of all if you consider",
      "ninety non-beautiful names of Allah. You will find the love itemized. What is love? Is it compassion? He's the compassionate. Is it mercy? He is the merciful. Is that watching? He",
      "Is it the one who gives riches? He gives us. Is it he cares for my health? He cares for me. Is that the one, who sheds light on my way? He sheds Light on my Way! Review the beautiful names of Allah and you find the itemization of love",
      "so a mormon heart should be a loving heart and don't say like what jesus expressed you have been told to love your relative and hate your enemy but i tell you love your enemies",
      "who curse you and they pray for those who trespass against you a woman is here as a doctor to treat not as someone to hate back i am a doctor",
      "And in this humanity, humanity is the patient. A Muslim is the doctor. So it would be betrayal of my amanah to hate back people. You cannot put out fire with fire. You can not answer hatred with hatred but with love.",
      "Muslims be loving people and behave towards all in love, and with love. With this I leave you and I love you thank you very much"
    ]
  },
  {
    "file": "hathout/Hassan Hathout_ A Brief Documentary_SUlWvqA-deE&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW3SBwkJsAkBhyohjO8%3D_1748601162.opus",
    "text": [
      "My fellow Jews, Christians and Muslims I had the honor and fortune to know Leonard Bierman and George Regas",
      "Regas joining the activity they co-founded, The Interfaith Center to Reverse the Arms Race. When communism declared bankruptcy and when",
      "over Europe we thought we were done and we met for a full day to discuss how and when to disband I always felt",
      "that our work should have been just starting. I was not cheated by the bankruptcy of communism because the fate of communism is no good at this station at all to the fitness of what we are in and what we represent. Remember the story of Cain and Abel",
      "the two sons of Adam. If it was within your means would you have wished to prevent that killing of a brother at the hands of his own brother? I am sure you do. This very day Cain is killing Abel again, not only one Abel but hundreds of thousands of Abels",
      "and this happened, happens and will happen as long as the system goes on it is the genes of Cain transmitted along the history and they exist today except that nowadays war is not a knife to stab",
      "or a sword, or a spear. It is the 15 000 pound bombs it is the carpet bombing it may be the atomic weapons, the chemical weapons, and biological weapons My fellow Jews Christians and Muslims Judaism is not a name Christianity is not",
      "name religion is a verb. Religion is what you do because if you believe in something and don't strive to fulfill it, this is negativism. This is not what God is calling upon us to do. And the Gulf of crisis perhaps was a blessing in disguise that brought us together. We are more and more hating one another we",
      "we are no more suspicious of one another, we are not more tarnishing one another. To some of you it was a surprise to read in the Quran the same religion he established to you as the one he enjoined on Noah and that we revealed to you and that were enjoined upon Abraham Moses and Jesus that you should steadfastly uphold the faith and break not your unity therein this is the Quran",
      "is the Quran to ask God's very word we found the theological premise to put our hands in yours and I'm sure if you dig both in your scriptures and in the depth of your heart, you will find the divine",
      "And our work is just the beginning. And it will take long because you are changing a nation, You are changing the mentalities, You're creating a market for neo-politics But we'll do it and we'll fight except we won't fight through hatred We'll fight with love It's in love that we met It's In Love that we part tonight And it's in Love that We'll meet again and continue together"
    ]
  },
  {
    "file": "hathout/Illness and Faith Read by Dr Eba Hathout 2013 _Ara_qsYEP89fSxE&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748604502.opus",
    "text": [
      "بسم الله الرحمن الرحيم هذه كلمات كتبها والدي رحمه الله في تجربته مع السرطان ووالدي الدكتور حسان حدحوت كان أستاذاً في الطبي والعلمي والدراسة",
      "والعلم والدين والأدب تكرمت بطباعة هذه الكلمات السيدة غنيمة المرزوق رحمها الله في كتاب بعنوان اللهم إني رضيت بدأت قصتي مع السرطان عام 1993 لا بوصفي طبيبا فقد التقيت به مئات إن لم أقول آلاف المرات",
      "ووثبت إلى ذهني صور مئات المرضى الذين كنا نضطر إلى إخفاء الحقيقة عنهم مكتفين بمصارحة الأسرة أو الذين كانوا يسألون عن الحقيقتي فنصوغها لهم وصفيا دون أن ننطق بلفظ السرطان أو الذین كانوا يعجبون السؤال رغم إحساسهم بالواقع حتى لا يسمع من الطبيب ما لا يودون سماعه",
      "فور سماعه النبأ يمر بأدوار أولها الصدمة، فالرفض، فعدم التصديق، فالمرارة، والاكتئاب، والرضوخ. فلا والله لقد عميت الكتب الطبية عن البعد الإيماني في الموضوع.",
      "كتبنا الطبية أيضا أن نواسي المريض بقولنا إنها إرادة الله ولقد أخطأوا فوالله إنها لإرادات الله ولا يقدر أن ينكر ذلك كل من آمن بقضاء الله وقدره لقد خلق الله الداء وخلق الشفاء وخرق الحياة وخرقي الممات وكل بقاضائه وقداره",
      "كتب الطب تطالعنا بأسئلة تقليدية تصدر عن المريض في علنه أو سره من مثل لماذا أنا؟ وأي ذنب جنيت لينزل الله به هذه العقوبة؟ إن كان الله موجودا فكيف سمح أن تحل هذه المصائب بالأطفال الأبرياء إلى غير ذلك من الأسئلات والاحتجاجات التي تتردد في هذه المقامات",
      "تتلاشى عند كل من آمن بالله وصدق بقوله بسم الله الرحمن الرحيم ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إن لله وإن إليه راجعون",
      "وكيف يسوغ أن يستبدى الهلع أو الجزع أو التمرد بمن آمن بحديثه القدسي من لم يرض بقضائي ويصبر على بلائي فليخرج من تحت سمائي واليختر رباً صواي ما عاذ الله",
      "لكل ما كتب وقسم وقلت أعلم يا ربي أنك تختبرني والاختبار هو في الوهلة الأولى اللهم فاشهد أني رضيت أني radeet أني Radeet وذكرت بشارة الرسول عليه الصلاة والسلام إذ قال عجبت لأمر المؤمن إن أمره كله خير",
      "وإن أصابته ضراء صبر فكان خيرا له فإني على الحالين رابح ولعل الله اتدخر لي خيرًا هو يعلمه وصدق من قال إن المنح قد تكمن في المحن وبطبيعة الحال صحى في خاطري ذكر الموت",
      "وهل تكمل الحياة إلا بالموت؟ أما إني ما طلبته ولا استعجلته ولكنه إن جاء فرحلة أوفت على غايتها وسفينة ترس لدى مرفائها وتلبية لنداء الكريم الذي ندخل عليه لا بأعمالنا ولا عباداتنا",
      "ورب راحل كان يوم نعيه يوم فرحه وما عند الله خير وأبقى",
      "ورغم قعودي فسيستمر عداد الحسنات شغالا يصرف الله أجرها في الدنيا أو يدخرها لي في الآخرة وذلك هو الفوز العظيم وبدأت العلاج الكيمائي بإشراف الطبيب المختص ومن قديم قال الرسول عليه السلام تداوى عباد الله",
      "وشبه لي وأنا أصغي لقولها أنها فتاة ترثي أباها وأن القوم يستعجلون تكريم خشية أن أفلت منهم بالموت فقلت في كلمتي إنني لم أمت بعد ولا أنوي أن أموت قبل أن أמوت وسأستمر في أداء ما نذرت نفسي لأدائه ما بقيت في العمر بقي",
      "لم أتوقف عن نشاطي الدعوي والتعليمي ومن الطريف أنني زرت الكويت في تلك الفترة في مؤتمر للمنظمة الإسلامية للعلوم الطبية وكانت رأسي صلعاء تماما من آثار العلاج الكيمائي فرأيت أن أسترها بقبعة فكان تعليق البعض أن الدكتور حسان هاتحوت قد تأمرك ولبس القبعة",
      "وطغت وطأة العلاج الكيمائي حتى كادت تطرحني فقررت أن ألقى البأس بالبأس وعكفت على تأليف كتاب يقدم الإسلام لغير المسلمين بعقليتهم هم وبمناهجهم في التفكير فإنما يخاطب الناس على مقدار عقولهم",
      "كانت تمر أيام لا أقدر أن أكتب أكثر من سطرين وأخرى ذات سخاء وفتوح حتى اكتمل الكتاب وخرج على الناس واسمه قراءة في العقل المسلم",
      "والسجون ومكتبات الجامعات والمدارس على دائرة آخذة في الاتساع إلى ما شاء الله واحتسبته لله لا أربح منه فلسا عسى أن يبقى من بعدي فيكون جهادا جاريا وعلما ينتفع به ولله وحده الفضل والمنة",
      "وفوجئت بصوتي يتهدج وانخرطت في البكاء ويبكي مع الناس أحسست بالحرج الشديد ولقيت من بعدها آخا حبيبا فقال لي إن الرسول يقول خيركم من طال عمره وحسن عمله",
      "وأخاف أن تكون في غمرة استسلامك لله غافلاً أن تطلب منه مع أنه هو يحب أن يطلب مِنْه فاسأل المزيد من العمر والمزيدَ من العمل الصالح إن شرح صدري لهذا التوجيه وجزى الله أخي زكي خيرا وصرتُ أدعو في تكرار اللهم لا أيأسوا من شفائك ولا أشقوا",
      "وَلَا أَشُقُّ فِي قُدْرَتِكِ اللهم أسألك العافية ومزيدا من العمل في سبيلك والدعوة إليك وتوالت الأيام وجاء موعد العينة الأولى فإذا المرض قد انحصر وأوشك أن يزول وبعد مزيد من العلاج جاء دور العينه الثانية فإذ المرض",
      "وذكرت الله ذكرا كثيرا، وقلت رب أوزعني أن أشكر نعمتك. كان الدخول في هذه التجربة من فضل الله، وكان الخروج منها من فاضل الله. لقد كشف العلم الحديث لتوهي أن معنويات المريض ذات أثر مباشر على تنشيط جهاز المناعة في الجسم، وإعانته على التصدي للمرض،",
      "ويجبنا أن نذود عن المريض شبح اليأس فينبغي أن ندوده عن الطبيب كذلك علينا الإحجام عن التعجل بإصدار الأحكام أذكر سيدة في بواكير عملي كانت مصابة بسرطان متقدم في المبيض وفتحنا بطنها لنزيل ما نستطيع من المرض فلم يمكننا أكثر من أخذ عينة",
      "وخيرنا الأسرة بين بقائها بالمستشفى أياما معدودات حتى تموت فاختاروا أن تموت في بيتها بعد عشر سنوات كنت في السوق المركزي ففوجئت من خلفي بيد تقبض على كتفي",
      "والتفت فإذا بسيدة لم أعرفها حتى ذكرتني بنفسها فكانت هي تلك المريضة قالت ذهبت إلى بيتي وبيني وبين الدنيا حجابة مودع ولبثت بانتظار الموت وتسامعت بأسرة معدمة على وشك أن تفقد مسكنها",
      "وقلت ما حاجتي إلى المال وإنما يصحبني في رحلتي ما أنفق لا ما أدخر ومضت الأيام دون أن أموت بل تحسنت شهيتي وازدادت عافيتي، وانكمش الورم حتى راح وهاء أنا ذا أمامك في نطقين من قول الله إنه لا ييأس من روح الله إلا القوم الكافرون",
      "من قول النبي عليه الصلاة والسلام داووا مرضاكم بالصدقة ولا أحاول أن أفسر الأمر ولكن هذا ما حدث هذه حالة على سبيل المثال للحصر وفي حياة كل طبيب أمثلة مثلها ولكن حذاري أن نختبر الله فربما كان ما لا يريد خيرا لنا مما نريد",
      "وفي قصة موسى والخضر ما يزعنا أن نأخذ الأمور بظواهرها وعلينا أن נحسن الظن بالله في كل حال لكن قصتي لم تنتهي بعد ما إن زال السرطان حتى تبين أن العلاج الكيمائي قد مس عضلة قلبي مسة غير كريمة",
      "ودخول الرعاية المكثفة والقصور عن صعود سلمتين لكنني لم أقطع رسالتي وما أن أقف أمام الميكروفون حتى تتبدد كل الأعراض فكأن شيئاً لم يكن ثم أنتهي فيعود التعب من جديد أذكر ليلة أيقنت معها أنني لن أشهد الصباح",
      "إذا أصبحت فلا تنتظر المساء وإذا أمسيت فلا תنتظר الصباح ولكن نسأل الله في الأجل وعلى الدواء تحسنت وتعافيت سائلني الله المزيد من الزاد للرحلة الحتمية منتظرا مع غيري في هذا الترانزيت الذي نسميه الحياة الدنيا حتى يدعون المنادي فنلب النداء",
      "وفيما أتحدث بنعمة الله لا بد أن أذكر أن مما أنعم علي به زوجة مؤمنة شاركتني الحلوى والمر على مدى 45 عاماً وكفلت من حولنا جواً من التسليم الكامل وتفويض الأمر له في غير جزع ولا مرارة وهيئت السكينة والمودة والرحمة",
      "فنعم عقب الدار أما الآن وحتى يحين الحين فقد تلخصت حياتنا في سؤالين وجوابين ماذا نطلب من الله؟ العفو والعافية وماذا נقبل من الله كل ما يجيء به والحمد لله رب العالمين"
    ]
  },
  {
    "file": "hathout/ISNA TRIBUTE TO DR HASSAN HATHOUT 2006_H6z4Ky9L_bo&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603165.opus",
    "text": [
      "Bismillah ar-Rahman ar- Raheem. Ladies and gentlemen, it is my true privilege to share with you the story of a very special person to me, my lifelong friend, professor, mentor, and father Dr. Hassan Hathout. 82 years ago today, my father was born in Egypt on December 23rd",
      "December 23, 1924. That was when he started a life which was blessed by unique talent, fostered with stubborn devotion and crowned with immortal success. He traveled to preach Islam the faith which he perceived as the beautiful culmination of Judaism and Christianity and spoke of Muhammad peace be upon him the linking jewel for God's chain",
      "Because of Islam was the poetry he wrote, the academic medical career he chose and the fine lady he selected as a wife. In 1948, he volunteered to serve as a physician in Palestine and received a thank you letter from the enemy camp for his humane treatment of their injured captives.",
      "of his field of obstetrics and gynecology. And this was but one aspect of an enormous bank of self-acquired panoramic knowledge. Hassan Hathout is a man of God, a scholar of monotheism. For him the concept of religion can be summarized in one word, and that is love. He was the keynote speaker at the first Eid celebration",
      "He was the founder of the Interfaith Council of Southern California. He has been an invited speaker in many religious and interfaith locations, locally and nationwide including the Wilshire Temple, Clercestal Cathedral and United Methodist Church. We are the fellow believers in the one God. And as followers of the common father Abraham we are separate links in the One Chain",
      "And we are three branches stemming out from the same root. In addition, he received many awards in interfaith and humanitarian communities including the Olive Branch Award for his efforts in bringing Christians Jews and Muslims together with science and ethics He's bicultural bilingual as a speaker singer writer and poet throughout his battle with cancer",
      "He wrote, reading the Muslim mind. And upon recovery from it he wrote, Thus shall I stand before God. Some of the numerous works he wrote in medical ethical and religious books culminating with the latest audible silence memoirs of a Muslim elder. People of the world unite you are one family",
      "family. You share the grand parenthood of Adam and Eve, so behave like a family, handle one another like a Family.\" Ladies and gentlemen this is a brief glimpse of Dr. Hassan Hathout"
    ]
  },
  {
    "file": "hathout/Meher Hathout talks about Burning Koran_IxxiYxqIYRE&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW3SBwkJsAkBhyohjO8%3D_1748603346.opus",
    "text": [
      "Mosque in Temecula here. There are seven mosques in one month facing such a situation. The good news is every time the issue goes to a specialized committee or to the city hall or to a county, it passes almost unanimously which means that there is goodness in America but there is the vocal",
      "vocal loud minority that is bent on animosity and hate, that is trying to spoil the situation. In reality, the talk of the mayor of New York in support of the mosque was almost a historical talk. And this is why we have an America. It was I think it's a landmark talk. So these pockets",
      "are not the majority but they are very vocal and very loud, and what we are trying to do is to stifle the progress of Islam in America. This rhetoric culminated to what I wanted to share with you or talk about today. One misguided person",
      "One misguided person created a project on the internet as things started these days. Then his sick idea was adopted by another misguiding minister in Florida from a church called The Dove Church, ironically.",
      "وما الذي يفعله هو أنه مجتمع من بعض المشاهدين هناك وهناك هذا فكر جيد في 9-11 سيكون ذلك بعد رمضان على الأقل على اليوم أو اليوم قبل الحرارة ونحن لدينا الجميع نتبع بأن نسير القرآن على الامر",
      "and it is really pitiful and stupid but what will be more stupid is if we react in the way they want us to react so we should think about these things very rationally the worst thing that happens to us is to react in a way",
      "is not befitting to the dignity and glory of the Quran. We don't want 50 people to die here, 50 people there, Muslims there and the parents there. We will be playing in their pocket dancing to their music. And that would be wrong. And we need to think a little bit rationally about that. Can anybody really",
      "يمكننا أن نفكر في هذا القرآن لنعرف ما هو القران؟ قد أخبرتكم بأنه لا يمكن للقرآة ان تكون مباركة لأسباب التالية دعونا نستخدم الكلمات من القراءة",
      "ومنذ تقرير القرآن لم يكن مطلوباً أول كلمة كانت قولاً كريماً فقالوا لنا قولاً يعني قول ، وهي قول جميل ثم بعد ذلك كان مطبخاً حديثاً",
      "أو شيئ ما يأتي لك أو أخبار هذا هو معنى العربية وقال القرآن",
      "came the word a sick and thicker is something to be mentioned and to be remembered and TV brought to mind that pick the mentioning and remembering and bringing to the focus of the mind and Allah subhanahu wa ta'ala says I am going",
      "وكان يتحقق أن الله قال إنه يساعد لأن ما تفعلونه هو مخلوق على الكرم هذا ليس القرآن ثم بعدما كان قد أذكر القران في السورة الأولى في سورة البروج وصارت السورات الخامسة بعد عمر المحمد",
      "فَفَكِّرْ بِالْقُرْآنِ مَن يخافوا هَيْتا",
      "The Quran says that it is in the mother of the book, with me. Ladayna. It's kept within him. Subhanawata'al. He's preserving it. So the idea that someone is burning the Quran is a silly idea. Or desecrating the Quran and we Muslims should know better. We should look at this as an act of hate",
      "ونحن سوف نتحدث عنه في حالة الحر. لكنني لن أفعل ذلك عندما يسقط السماء والإسلام وتنتهي القرآن. سوف تكوننا مثلهم، فكيف يمكن أن يقوم من قدر القران على كل مجال؟",
      "لكي نكون ملتفين في قرآن يمكننا أن نفهمه ونقوم بمشاركته ونحن سنقبله ونتعلمه وما إلى ذلك لكن عندما يقولون أننا نبطئ القرآة فإنهم يبطأون أصدقائهم في حجم خيراتهم ويخسرون أولاً هذا الأمر",
      "So I, at least we Muslims should be comfortable with these concepts and should understand so that it does not affect our self-esteem and our respect and our rejoicing in being honored by this Quran.",
      "وفي طريقة تأكد من أن القرآن لم يتحرك بسلطنا ولا يفتح قلوبنا ولا نقوم بالإنشاء حياتنا بطريقة رحمية ، فنحن الذين نعمل لعبادة القران والمؤمنون بالضبط."
    ]
  },
  {
    "file": "hathout/Moments with Dr_Hassan Hathout_Vilolence_Stem Cell_CWl73ECwEro&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603722.opus",
    "text": [
      "أعتقد أن المهمة الأولى للإسلام هو أن يكون إسلامياً حقيقياً. ليست نحن ونحن خلفهم، لكنه نحونا كبيراً الذي تدعم الجميع.",
      "We should cooperate. But the human being is not an angel. There is good and bad in the structure of the human beings, and not everyone are clear enough and intelligent enough and strong enough to follow the right without asking who. It is a what that should be important, not the who.",
      "Still we are suffering lots of prejudice, even amongst the members of the same religion. Every religion. Still we see terrorism not only amongst Muslims I think the Muslim terrorists are the minority if you look up the world map and review the world history",
      "Unfortunately, people ascribe every mistake by a Muslim to Islam itself. I cannot ascribe throwing atomic bombs on Japan to Jesus or to Christianity.",
      "to Moses. His duty was to procure freedom. I cannot ascribe everything wrong a Muslim does to Muhammad. They do wrong in spite of being Muslims, not because they are Muslims. Had they been real Muslims, they wouldn't have committed those mistakes.",
      "Unfortunately, the media also don't show the whole picture. They focus on the bad things. Bad things make news. Good things never make news! Humanity should be sane again or else humanity will commit suicide. Man is killing man.",
      "picture of the age we live in is man kills man. The general picture is the majority of the budget goes to killing and instruments of killing, not life and its instruments of life. I hope we become sane. I",
      "senses before it is too late. Doctor, today you received an award from the Latino Muslims. The growth of Islam in America is becoming very apparent and very obvious. What do you think the legacy of Islam will be? Will we eventually turn this into a country that is moving in one direction together or what would you think",
      "The important thing is not that all people would embrace one religion. The most important thing, is that we are different what are we going to do about it? Kill one another or be friends and cooperate?",
      "I think the religious answer, considering all religions is cooperate on what you agree on. What you disagree on leave it to the judge to judge.",
      "react to it? I'm not on authority on that. But if stem cell research is used to create new human beings, it's strong. If it is used......to heal the sick, it is good. What's your opinion how it's gonna go?",
      "I hope some constitution will be formulated for stem cell research, especially that it is easier now, at least easy to get stem cells without approaching aborted fetuses or fertilized ova.",
      "And if we are using them to alleviate the sufferings of humanity and to cure illness, it will be all right. And I'm hoping this will be the course that humanity will take. Is this just a furtherance of cloning? I mean is this the same thing that happened in 30s and 40s in Germany and Britain?",
      "occurs in very, very lower creatures. It occurs even lower than worms. It does occur in nature but it is not the route that God has chosen for higher animals and for human beings to procreate.",
      "not. And therefore we should stick to the way that obviously our Creator chose for us to use for procreation, and that is male and female as the Bible says, male and",
      "not haphazardly within a marriage contract. This is the sense of man, this is how man is traveling up and up in the order of creatures but to go back to the most primitive methods outside what God prescribed for us to follow I am sure",
      "the result will not be a good one. As an obstetrician, I mean then you don't really look at that as a viable means for human beings? No, no and I hope nobody would."
    ]
  },
  {
    "file": "hathout/Muhammad Asad and Dr Hathout talk about the proces_NpGrnG33oE4&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600295.opus",
    "text": [
      "The role of reason in Islam, the Ishtihad. Who is qualified to actually do Ishtahad? Everybody who has a sound reason and has an approach through to the sources of the Quran by knowledge, thorough knowledge of the Arabic language and of the methodology of Hadith and Sunnah",
      "mental equipment for it, is entitled to exert ijtihad. Now the question arises of course about people who haven't got that equipment and who have therefore to follow somebody. Ibn Hazm, a great Muslim scholar gives in the introduction",
      "A very good answer to this question. He says, if a man is absolutely ignorant, entirely ignorant and has no possibility of ascertaining himself through his exercise of ijtihad what the Islamic law is on a particular point or many points, he should seek out a person whom he regards as a scholar,",
      "and should ask him, what does the Islamic law, Sharia say on this point? After that learned man gives him the answer he should ask, the questioner should ask again have you got it from the Quran and the Sunnah or the Sunna or from your own mind",
      "own mind. If he says, I have got it from the Quran and the Sunnah in this form, haqiza, in this way accept it and leave the responsibility to that particular scholar. If on the other hand that scholar says no I have arrived at",
      "find another scholar who might give you a satisfactory answer until you arrive at the solution of your problem. This is Ibn Hazm's advice and it seems to me, a very sound advice which makes it obligatory for",
      "from the Quran or Sunnah, or not. And if he says, I got it in this form from the Koran or the Sunnah or from both then it is acceptable and this does not lead necessarily to imitation of thought called Taqlid which has exerted a very difficult influence",
      "very pernicious influence on Islam throughout the centuries. But this is another problem, of course. It's that other problem that I would like to take on because historically we all know that the door of ijtihad has been closed for centuries and everybody says it has to be opened again. Who closed it?",
      "we can look at both sides of the thing. It was closed by Muslim scholars. Obviously, this would lead to stifling of the Muslim mind in the face of new developments as age goes on, as science progresses, as new situations happen. But on the other hand,",
      "tyrants always wanted to make muftis produce a certain fatwa and through this dictatorship it was found a protective mechanism to declare that we are followers, we are Muqallidoon, we close the door of Ijtihad so that rulers wouldn't have access to play about with religion. But now",
      "It's impossible to keep living in this world and evolving Islamic rulings on the new developments without Ijtihad. Ijthihad has its very solid foundations even since the day of the Prophet, you remember when he sent Abu Dharr to Yemen and asked him how are you going to rule? And he said the Book of God and he asked him if you don't find anything in it then the Sunnah of the prophet,",
      "I use my creative intelligence, and the Prophet was very pleased with that. Nowadays regrettably conferences are held to discuss a problem especially the new scientific problems that no single mind can have full command of the scientific aspect and the religious aspects and it is one of the necessities of our time that ijtihad should be based on a communal effort",
      "communal effort between the specialists and the religious scholars. But it was my observations that whereas scientists come with the most up-to-date thing, the other camp, the religious scholar's came with what they have in their libraries books that were written hundreds of years ago to them the older the better",
      "to say that so-and-so said that and so- and so said that, and they were really, whereas we wanted to know what do you think on this thing because in the days of our predecessors these issues didn't just exist. And whereas our historical scholars were really Mujaddideen, were really creative thinkers",
      "Up-to-datedness is outdated if you keep relaying it over the centuries. So we think there must be a wide opening of the doors of ijtihad again. First of all, I don't agree with you that the doors",
      "without any justification. All of the greatest scholars of Islam, the so-called founders of the various schools of thought, every one of them insisted that his own opinion is not final. Everyone said if for example Imam Abu Hanifa said",
      "the Quran or Sunnah of the Prophet, throw my words to the wind, to the wall and keep to the Sunnah. This humility of thought was common to all these great scholars. None of them arrogated to himself the right to make Sharia laws. What they tried",
      "laws to the community at large. And they succeeded in that, that they were followed by other people and their successors invented the slogan of closed doors of ijtihad was not their fault at all. The doors of Ijtihad have never been closed because nobody has the right of closing the",
      "possibility to us and the Prophet said very clearly in an authentic, narrated in an authentiC hadith to us if anyone exercises his own reasoning, ijtihad, and arrives at a wrong conclusion God nevertheless rewards him for it. And if he arrives at the right conclusion",
      "So it means the exertion of ijtihad by itself is a thing recommended by Islam and desired by Islam. Now you have mentioned science. Science has nothing to do with Islamic law. Islamic law, the Sharia, is derived from two sources and two sources only.",
      "only, the Quran and the Sunnah of the Prophet. Whatever God and the Prophet have intended to be law, they expressed, laid down in terms of law. Do this, don't do that. This is the so-called Nass. It is only the Nass of the Quran",
      "conclusions arrived at by deduction or individual speculation are good only for the person who does them he may regard them as binding on himself but nobody can regard another person's conclusions subjective conclusions is binding even some of them didn't find them",
      "Madhab is one in Baghdad and one in Cairo. There is however some confusion between what is Sharia and what is Fiqh because Shariah is fixed but fiqh should be dynamic and mobile, and my conclusion is to agree with you that the doors of Ishtihad are open but let people just step into them because they're refraining to do that. Yes now the difference between sharia and fiqhh",
      "I mean, many people confuse the two. The Sharia is the sum total of the laws appearing as laws, injunctive or prohibitive in the Quran or the Sunnah, authenticated Sunnah of the Prophet. Fiqh on the other hand means trying to find",
      "practical exigencies to the life of the community, and individual, and so forth. So fiqh is the way which we must take in order to apply laws of the sharia to our lives. It is not... This Ibn Qayyim has expressed it very beautifully in Zad al-Ma'adh he says",
      "He says nobody has the right to make laws. Sharia laws are made by God and his prophet, and that's all there is to it. And laws are only those injunctions or prohibitions which are laid down in terms of law in the Quran or in the Sunnah, in absolutely vahir, obvious self-evident form because neither God nor the Prophet",
      "nor the Prophet intended to impose puzzles on us. He wanted to make clear,. This is God made these things clear and what is not made clear, what is between the two is doubtful and better to abstain from it. And that's that."
    ]
  },
  {
    "file": "hathout/Night of Power by Dr_ Hassan Hathout - Part 1_bAaOgRuMUgw&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600616.opus",
    "text": [
      "بسم الله الرحمن الرحيم بعد ما سمعته من يريد أن يسمع شيئا أكثر أنا مرحبا بالله لقد دعني في حياتي",
      "أولياء عائلتي الثانية تتحدثون معكم عني. واحدة من حراراتي هي لا تموت قبل أن تموت لأن الحياة هي المؤسفة",
      "and to retire early is something that is like some kind of suicide. Therefore, as long as I breathe and can talk and can move, I do so.",
      "Even if you have to listen to me, I think it is for the eighth or ninth time now. But I am gambling that there are some new faces amongst you. So if you know what I'm going to say, forget it and let me talk to the newcomers.",
      "So far you have known about Ramadan, about the fasting and about the wisdom of Ramadan. In America now there is a slogan that is being promoted which is be what you are.",
      "and in God's religions too. The slogan is not be what you are, but be what should be. And to do that you have to be strong, not strong in muscle,",
      "in the world, in America and elsewhere shows the complications of people who would rather be what they are than be what we should be. In Ramadan, the Quran started to be revealed",
      "Peace be upon him. And on that night, which is called the Night of Power, he received the first revelation and for the first time he found himself a prophet of God,",
      "The same chain that included Abraham and Moses and Jesus came to be completed by Muhammad as Muslims believe. And you know what the first word of the Quran was? It was read, read.",
      "Read in the name of your Lord who created man from a sticky material. Read and your Lord is the most gracious who taught man with the pen, taught man what man knew not.",
      "And so the first order in the Quran was seek knowledge. It is an experience that Europe didn't share. The situation was different in Europe and science moved on when they were able to check the interference.",
      "the interference of religion. But here is a religion whose first word is read. The Quran is a book, the size of the New Testament. It wasn't revealed in one lot. It was revealed in bits and pieces addressing various situations",
      "over the span of 23 years. Many people commit the mistake of quoting the Quran without reading the whole Quran because you will find as if you are walking in streets and drifting too much to the right,",
      "your voice will tell you, go left a little bit. After some time, you drift too much to the left and the voice will say, go right a little but unless you know the circumstances,",
      "and opposes itself. Once it says go left, and once it says, go right. This mistake is being committed en masse by Muslims and non-Muslims alike. But I would like to tell you beware of just picking up a verse here and there in the Quran",
      "upon it. We read in the Quran also, God addressing Muhammad say walk about on the earth and find out how God started the creation what can be more science than this?",
      "It is science. Discover how did we begin and when and where to and why? So it is a book that orders prayer, fasting but also orders the pursuit of science",
      "And there is a verse that says, it amongst his worshippers. It is only the knowledgeable who heed him most. Every year I address you and every year as I read the Quran, a special verse seems to be shining out through it.",
      "through it. And I make this verse the axis of my Ramadan talks in the corresponding year and the verse in the Quran that caught my attention this year is when God addresses the Prophet",
      "will come and tell you we have attained to faith. Tell them no. Say, we have adopted the religion of Islam but faith is yet to enter into your hearts."
    ]
  },
  {
    "file": "hathout/Night of Power by Dr_ Hassan Hathout - Part 2_5LqJJ4iltbk&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748602281.opus",
    "text": [
      "This distinction between Islam and faith, of course it is mandatory for us to be both. But we see many people these days in particular who imprison themselves in the outward expressions of Islam",
      "and yet forget the inward, the faith, the thing in the heart. And therefore we look at the Islamic world, we see people killing one another, Muslim killing Muslim, and the beard is grown and the turban is on the head, and everybody is observing the prayer and the fasting.",
      "fasting but this is empty religion because it is religion without faith. It is the outward picture of religion, but we ought to remember that a building depends on the foundation before you start going up high",
      "the strong foundation that can carry your building. The mistake is of course rampant in the Muslim world as you see now. Shia and Sunni, Kurdish and Arab etc., etc., but faith doesn't exist because",
      "Faith resides in the heart and the heart is a place where God resides in if you are really faithful to God, and if you have faith. And God is love and you cannot have in your heart love or God",
      "at the same time. This human defect is not particular to Muslims. Read the history of Europe, read Christian history, read about the Inquisition, read",
      "result of the blindness and the selfishness that wants a human being, wants to be his own God. Even once to utilize God for his own purposes instead of recruiting and devoting himself",
      "even today. And if this continues, it might mean the end of humanity. In older times, Cain killed his brother Abel person to person. Later on war and armies were known.",
      "We are not between armies, but between armies and the civilian population. And later on we have the atomic bombs that can destroy humanity and destroy planet Earth several times over.",
      "The affairs are in the hands of politicians and the politicians don't always heed what God heeds. Politicians want to use God rather than to serve him, and if this continues it can well be the end. And this has to change.",
      "I hope much that the politicians will correct course. But it is in your hands, the people, the world over to correct the politicians or to replace them with the right politicians. So you cannot afford to remain complacent. You have to do something about it.",
      "In many cases, the ambition of religious people is to convert people to their religions without correcting their hearts.",
      "There was always an army of preachers to convert Muslims. Hence people associated missionary work with colonialism and don't welcome it.",
      "become real Christians and the Muslims become real Muslims, and the Jews become real Jews. And then if you do that at the end you will find a humanity bound together with love in God,",
      "convert wouldn't work. You convert one person and you got a thousand angry at you, and you are furthering hatred and not love. And therefore my religious conclusion I am past 82 and who knows if I can reach 83 by the end of the year",
      "the year. All my life I was interested in religion, especially Islam. My conclusion from religion, the only lesson I derive from Islam is try to spread love.",
      "or hating Jews. Be people of love and God will be pleased with that so try to please him before you succumb to selfishness of own religion, own country, own category of people, own color, own language",
      "And therefore this reminds me of a little poem I wrote a long time ago. Travelers on land and planes and ships, On the wings of love soar above",
      "from your hearts, not only your lips. God is love. God Is Love. God IS LOVE! Thank you."
    ]
  },
  {
    "file": "hathout/The Message of Ramadan by Dr_ Hassan Hathout_dRL1A3R_CYo&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748600363.opus",
    "text": [
      "Ramadan is the blessed month. We go into maintenance for a month to make fit and get ready to face the rest of the year. Ramadan is The Month of Charity, of Forgiveness, of Mercy. It's the month when the devils are shackled",
      "And when the gates of Allah's mercy and forgiveness are flung open, as God stretches His hand during the day so that the sinner of the night will repent. And extends it during the night so that he sinner of",
      "Under the gracious patronage of Allah subhanahu wa ta'ala. Who tells us, you son of Adam, you approach me with an earth full of sins and you come to me worshipping me taking no associates with me and you repent and I approach you with an",
      "مثل رمضان ، هذا هو المجال الذي نحققه من الخليط والخشب في حياتنا. لكي نشعر بإنسانية الله فينا ، نشاعر بالصوت ، لأننا بالفعل من الخلايا ، ومن خلالها سوف نعود إلى الخلاي.",
      "But also remember that Allah has blown in us from His Spirit. And indeed this was the month where we get free from the shackles of the clay and enjoy the spirit of God in us. It is the month we choose to be hungry and thirsty,",
      "so that we learn self-control and we do remember our brethren who are without their will hungry and thirsty. I used to ask on previous occasions, but where are those hungry? Where are those thirsty in this particular Ramadan",
      "They are as near as your television screen. Our Muslim brethren are hungry, are thirsty. They are fleeing their homes, fleeing persecution. They're immigrating and as we feel the hunger and thirst in Ramadan, we should remember them both in the theoretical way",
      "theoretical way and in the practical way, as we see all this and we feel pained for it. The word is change! This has to change, and Ramadan is the lesson in changing. Have we not changed our whole lifestyle in Ramadan?",
      "addiction of the morning coffee and of the breakfast, tea time and coffee time, lunch and water. But we change our lifestyles and Ramadan is a lesson in changing. During Ramadan we have been alive especially at night gathering together to read the Quran",
      "the Quran, living under the generosity of the Prophet saying when a group of Muslims sit together and recite the Quran then tranquility would descend into their hearts. And mercy will pervade them.",
      "to others in his audience. Ramadan is what it is for us, not because it is one of 12 months on the calendar but because of its two main features and two main blessings. The fasting which is the lesson in self-control and willpower and the Quran which",
      "power should remain and the Quran should remain. God has put you in a land where you are free from the heavy lid that oppresses your fellow Muslims over there. God as put you on this land to enjoy a measure of freedom your Muslim brethren cannot find in the",
      "Make sure, my brethren, that God is watching you. The angels are watching you! You are the hope of Islam on this earth. Will you answer the call? Would you carry out the message after the Prophet or would you lead it past? If you lead a path, God is not in a hurry and Islam will await the better people unless you choose to be those people willing and ready",
      "ready to carry the proclamation of Islam to the non-Muslims and to be the mercy to the world. Islam is not an Arab religion or a Middle Eastern religion, Islam is the universal call to all the world and your front is the American front. Your field of action is the",
      "as brethren. Be the good Muslim nation across the United States of America. Take the initiative, reach out with Islam. Go out of Islam and proclaim it to the people. And do not get lazy. Islam is big and it needs the big people to carry it. Islam",
      "is not to be carried by the weak or the lame, or the half-hearted. If you decide to be those and if you do your part of the bargain then victory will come because this is God's promise. If rally to the support of God, God will rally to your support and God is not inconsistent, God speaks the truth."
    ]
  },
  {
    "file": "hathout/The Prophet Along MY Life - Dr_ Hassan Hathout_yBnXOCXLZIU&pp=ygUUSGFzc2FuIEhhdGhvdXQgaXNsYW0%3D_1748603861.opus",
    "text": [
      "I'm so happy to be in my suit again",
      "talking to you in the Islamic Center after a long confinement which was quite an experience one of the earliest phrases after I came around from anesthesia was oh Allah I thank You for breathing everybody breathes but how many stopped",
      "to know that this is a blessing of Allah to be there. It is a good omen to have my first appearance on the day of the birthday of the Prophet, a happy occasion. All through our lives several factors shaped us and formed us",
      "the prophetic influence and the prophetic words that accompanied me during my life since as far as I can remember. Very early in my life, as a child, I was introduced to the concept and the Hadith that you worship Allah as if you see Him or even though you don't see Him He sees you",
      "sees you and this was introduced by my mother and by miss farida my teacher in kindergarten and it has such a strong influence on me for the rest of life in the various stages never alone he is always there he's always with me if i am alone i am two if we are two we are three because he's",
      "always there. As a matter of fact, I remember in my third year elementary that guests came to our home and I had to shift rooms and study in the room of my uncle who was a medical student at the time and I opened one of the drawers of his desk",
      "treasured there only to appear when we had important guests. I'm a chocolate fan by genetics, and so I took one and ate it. And after that I remember the amount of tears that shed from my eyes, and I went to my mother crying because",
      "It was not mine. It wasn't my right to take it until I got permission, but that shows you the influence of such a concept that I did something which I wasn't convinced it was my right at the time until my mother assured me. The same came when it was time to start prayers and again he is watching over",
      "He is watching over me and this helped a lot to continue my prayer since the elementary onwards. And then somehow in my childhood imagination I asked myself the question, do I love Prophet Muhammad?",
      "And in my childish imagination, I could imagine that if the Prophet were in a military battle and somebody shot an arrow at him would I be willing to just jump and receive the arrow instead of the Prophet? And my answer was yes! I would be willing do that.",
      "وقال عمر بن الخطاب يقول للنبي رسول الله ، أنا أحبك أكثر من أي شخص آخر ولكني وقل النبي له لا يا عمر هذا ليس إيماناً الإيمان سوف يكون مفتوحاً عندما كان الله وبه الأبوة سوف تكون أحبة بك أمامك وأنت ومن بعد بعض الأيام ذهب عمر وقاء",
      "said, Rasulullah I love you more than I love myself and the Prophet said now Omar it is now your movement well years passed by from elementary to high school and to the surge of hormones and to beard and mustache",
      "the hadith we took at school, that there are seven shaded by God's shade on the day of judgment when there is no shade but His. And one of them would be a young man who was raised in obedience to Allah. And I remember one day all my class...I was the youngest of my class, but all my",
      "the trip to prostitution quarters in Cairo. At that time there was official prostitution in certain quarters, medically supervised by the states where for a little amount of money you could go and seek a woman. And I do remember that only myself and a friend who said no! I'm not going to do that this is haram.",
      "new horizon to high school and university should keep it in mind no I will not do this because it is haram and to be in the company of God would never mean that you are in the minority, you are the majority but anyhow that was with me secondary education and later on when i became a doctor",
      "but when he was younger, he was a very handsome young man. But he was always there and me has taken the decision that I'd rather heed him than the rest of the world. It is nice company if you have this concept with you.",
      "people are with us today. And there came the stage when I finished high school and it was time to go to college, university. And I wrote application papers for four colleges in each of which I could see myself very fitting. The one",
      "fighting for country and discipline, etc. And I had a very military personality as a young person. Then the School of Arts because by that time I already wrote poetry and made speeches, etc.. Then the school of law because I could see myself as an attorney defending people and convincing the judges. And then the medical school and I thank God that I chose the medical schools",
      "school because you cannot go wrong in medicine. In the army, you might get killed but you kill. When you are an attorney almost 50% of the time you are defending false cities and taking money for it. The School of Arts I said I can be a writer and a poet without having to go through that college which came true later on",
      "on the saying of the prophet that, The best of the people is the most beneficial to the people and that those who give compassion and mercy will receive compassion and Mercy. And this is the essence of the medical profession at least in my time when I was applying for medicine. This is the duty I cannot prevent you from attending to.",
      "She is one of two or three persons who shaped my life really. And to Palestine I went and one of the Hadiths that came, I kept asking myself suppose we captured a Jew and they bring him to me? The enemy! That was the enemy. And until the day came, i was stationed in the city called Ramla",
      "if you surrender, you are safe for your lives. If you do not surrender we will deal with you as we did in Dari-e-Sin. Dari e-Sins was a town where they slaughtered practically everyone except for three or four and of course the Islamic answer was we're not surrendering Gramlah if you really have any courage come and attack. Anyhow all the time they question",
      "enemy how about if I get the enemy etc until one night there was a row and the crowd and seven Jewish people were wounded and captured and brought to the hospital and a crowd of people came to kill them in revenge for things the Jews have done before",
      "وقد أرسلت المجتمعات، وأقوم بتوصيبهم لأهدافهم المشرفة وهذا كان مستحيلتي للناس. قمت بالنظام الأرباحيين وقال لهم أن ديننا لا يسمح بقتلك على قتلهم",
      "anxiety telling them as long as you don't try to escape, you are of us and we will treat you like we treat our own. And it is amazing because later on there was exchange of prisoners and one of them stayed for a longer time in our hospital had a severe injury",
      "with the Red Cross people he said, doctor I owe you my life and time passes and the 1967 defeat comes and goes etc. then I receive a letter from Switzerland name I don't know personally I don' t know and it says it's now 24 years since you saved my life in Ramallah",
      "And last summer he went to Austria and stayed in that hotel. And by chance I find your name in the registry of the hotel, and I'm happy to write you, and he told me about himself and his little one-year-old son in 48 who is now quite a grown up, etc., and inviting me to go and visit them in Israel.",
      "sensitive if you are an Arab in the Arab countries and you correspond with the enemy that was really a threat but I wrote to Switzerland they gave me a fake address and I told him of course I'm happy to hear from you etc. but I cannot come and visit, I cannot even write you again and later the letter comes since I wrote you things happened",
      "attacked, then he was out. Then another heart lesion for which we had to have surgery and now what is this nonsense about you not being able to come visit? I'll arrange everything etc. I want my family to meet you and know you.\" And then it stopped and there was a new handwriting. A month later he passed away at the early age of 54. His wife finds",
      "and he's very keen that you receive it with a gratitude that thanks your efforts. He was given an extra 25 years of happy life, wife and family. So I knew he'd do good, and the harvest might come quarter of a century later to get a thank you from the enemy. And I later on knew that the Jewish forces attacking Ramla when I was just outside it",
      "decided had orders regarding my personal security on account of the stories told by those Jewish captives about the treatment we gave them. Anyhow, this was something settled by a saying of the Prophet about the prisoners of war and back from Palestine I went to Cairo and it was time to specialize in medicine that's why I was a general practitioner",
      "practitioner and after a long thought I chose OBGYN. I had a post in medicine but I skipped it, and I specifically wanted to be an obstetrician-gynecologist you know why? Because paradise lies at the feet of mothers and in OBGYN how would we be treating",
      "mother and the baby, I'll be treating in the service of motherhood. This is very recommended in Islam. Also used to argue with my friends that our department is the only department where the number of patients going out of it is more than those coming in. In any other department 100 go and 90 come out. With ours, 100 come and 400 go out.",
      "go out. Then comes the Habib of the Prophet. Allah wants when you propose to do something, to excel in it and this stimulated my academic appetite really and Alhamdulillah I could garner all the top qualifications clinical",
      "and academic at the time until I became a professor and chairman of my department. And all the time, I kept it in mind that the knowledge I give my students is like the Sadaqa Jariyah after I die. If they could treat their patients adequately, et cetera, I would have a share of that. By the time gradually",
      "My attitude towards life tended to settle down a little bit, perhaps helped by the hadith of the Prophet that this world it is as if someone is on a journey and he finds a tree that has shade. And he naps in the shade for a little",
      "the whole world and as a matter of fact it is except we don't see it because we are engulfed by the world, by the worlds. We don't detach ourselves enough to look and see things as they are. Whatever has a beginning has an end. We are born and we die and the rest is just crossing the bridge between this shore and the other shore. And so",
      "The Prophet is saying that people are asleep. They wake up when they die, which is quite real. This is a fake world. This looks like a theater. But the real world is the one to come. And therefore, when we die, we will be rid of the earthly occupations of this world,",
      "Getting money, getting knowledge, building up, raising children, competing for things, fighting wars, etc., etc. But all this is transient and the real world is yet to come. And therefore you should know that everything is transient.",
      "know whatever calamity happens it will go. Whatever has a beginning as an end, as once when we were in the prison and they brought us out of the cells to powder us with DDT to kill the lice there was plenty of them. And I asked the guards, the policemen aren't there any news in the newspapers about releasing detainees?",
      "And the man took off his belt and they thought he was going to beat me, which was their privilege at that time. No one could protest. But he said what is this? We all said it's your belt. He said this is its beginning so this is it's end. And then he said whatever has a beginning we'll say has an end.",
      "And this is a very good thing to keep with you and to keep alive, especially in time of distress. Whatever has a beginning has an end.",
      "said faith, al-iman. It's half his patience and the other half is thankfulness. And he said I am amazed to the affairs of the movement. He gets something sad, he is patient and it's good for him. He get something good, he's thankful and it is good for Him. And therefore one should have the patience as a value. In our life we lost a daughter in a car accident",
      "or in a car accident, but patience. God I know you are testing us. I know that everybody would be the same in a year's time of the test in this first few moments. I am patient if this is your wish I accept it. She has been your trust with us she is now our trust with you. Patience and since 1958 was it?",
      "morning, not in bitterness, not sadness, not tearfully but lovingly in memory God gave us and he was very generous and God took and it is all for our reward if we are patient enough. And having known patience in the life at large one should be patient particularly when one is angered suppose Hasan Abdullah comes",
      "Abdullah comes and tells me Dr. Hassan you are son of so-and-so gravity teaches that you are a son of 60 souls but this is not the way of Imam, this was not the Way of the Prophet the prophet said the stronger person is not one who wrestles with people defeats them but the one who can control their own anger",
      "anger and the young man went to the prophet to ask him, Prophet of Allah tell me what is the religion? And he said, personal follow up. To have a good manners. He said oh no no no, tell me about that religion. Have good manners? Oh Rasulullah tell me, what is religion? Have good manner. So the fourth time the prophet says don't you understand religion is not to get angry and keep it with you and try it and they think",
      "and I think it will work wonders. Now you are patient, whether you're angry or not. One of the breakers of patience is when you have a ping pong type personality he tells me something I tell him even more tit for tat and this for that",
      "And it begins to reflect on the tongue by your words before we go into actual battle, by your word. So are you a person not only for control of your anger but control your tongue? And again this was emphasized to me by the saying of the prophet when",
      "And the prophet asked him, tell me something that would take me to heaven. And the Prophet said get your tongue out and the Prophet held it. And he said take good control of this, the tongue.",
      "is the result of their tongues, of what they say. And therefore you should train yourself to control your tongue I tried that when I was a medical student and every morning before lectures we stood in front of the door of the classroom and you know we Egyptians are very fond of jokes and puns it is in our blood",
      "competition and the palm competition etc. And I was very good at that. Until you could go, ahhh! That kind of thing. Until I decided that how about if I train myself one day a week would be my silent day? I will answer only if spoken to and I will give the minimal answer otherwise remain silent.",
      "So many openings for a good joke. And I remain silent. And, I learned the lesson of my life. The most important and strong instinct is not sex, it's not food, it is talking. The overwhelming instinct of the human being is talking, and if you know how to control that, I think it would be a great asset.",
      "Then comes the hadith that says, when you meet your brother with a smiling face it is a sadaqah. And this how was I discovered one of the secrets of my life, the smile.",
      "your wife and go on burning, blah, blah. And one of them... I have seen it relayed through hundreds of my patients. Oh! He has a smile on his face. It makes you a more precious person and it puts you in the right attitude.",
      "I read Surah Yasin and then I say my own dua that takes about half an hour. But one item of this dua, please Allah give us a loving nature and deny us not the blessing of the smile.",
      "in a photograph or realistically. The smile, it seems is the prologue of appreciating the verse where Allah tells Muhammad we have sent you for none else but mercy to the worlds and so I would advise each one of you to try this smile at home, at work and even when you are by yourself",
      "When the kuffar heard the Prophet and angel Jibreel came and said Allah sends his greetings, just tell me and I'll crumble those two mountains of Makkah over their heads. And the prophet would say leave me alone Jibreeel may it please you Allah to forgive my people for they do not know. The concept of forgiveness",
      "and when he opened conquered Mecca, and they came potentially as slaves. And he said go you are the free people. When you think of it is there anyone of you who believes that you will not need God's forgiveness one day? You think you're going to paradise by the work you did, nice things and prayers?",
      "No, it is the grace of Allah. And perhaps the day will come when you'll be asked what do you want? I want forgiveness. Did you give it? When you were able to forgive people if you want to be forgiven, be a forgiver and this came into my life again",
      "I was the victim of other people and I once heard my brother, Maher saying about a dictator, a tyrant whom both of us were victims too one day. And he said, Oh Allah treat him with your justice",
      "And I hit, where did you learn that cruelty? No. And I got myself against my appetite. And now I say in my long dua every day and forgive so-and-so and so-an-so-and so-n-so. And so-on-so! And his group. And make your forgiveness to them an extra reward for their victims. So it is as Omar teaches",
      "but each is a win-win situation. One of my colleagues, a few years ago, accused me of murder that I killed the chief of police in Cairo in 1949, I think. Out of the blue it was not true at all and the earliest they said was Hasbi Adha when Amal Waqif",
      "Later on all the time I felt a hesitancy. I wanted to say Allah, take him with your justice but I didn't. And then came the stage when I said Allah forgive him. But from behind my heart I didn' feel it. But I forced my tongue to utter it as a preliminary stage and now I'm quite comfortable at praying to Allah to forgive him",
      "to forgive him because I know in my back account of forgiveness the more I put, the more i'll find when I need it. As a physician and as a Muslim, I came to realize the significance of a self if you find me doing something wrong don't just go and tell everyone that Raqoot is",
      "doing this and that. Cover me, keep silent about it perhaps come and give me advice.\" The Prophet says if you think your brother is doing something wrong imagine 70 alternatives that he might not be doing the wrong thing but it has been a habit prevalent unfortunately",
      "their back and to tarnish their reputation etc. etc. Although the Prophet tells us that if you uncover your brother, Allah will uncover you even in the privacy of your own home as perhaps happened last year in scandals in high positions and things like that but always be willing to cover go and give advice",
      "but be willing to cover your brother and know that backbiting is eating the more forbidden flesh of your own brothers or sister. And know that there is a hadith, backbite invalidates wuduq and breaks the fast if you are fasting.",
      "consider that very seriously and work on themselves because I believe that our hope for the future, our ammunition, our secret weapon is love. And love is a missing element in Muslim life now and unless we are a population who will",
      "no place for hatred this is the way to be a Muslim and sometimes all of us know that the Prophet is good example to follow some of us follow him by wearing special clothing or eating special food etc. it is not the way of following the Sunnah of the prophet the way you follow the Sunna of the Prophet understand the prophet understand his psyche, his thinking",
      "his heart and you'll find that if there is a key to the person of the prophet it was that he had a very loving nature i hope we all direct ourselves to the right way"
    ]
  }
]